[
  {
    "page_number": 0,
    "bbox": [
      89.9,
      186.04,
      525.48,
      202.29
    ],
    "text": "නිතීඥවරයෙකුට සාපරාධී බිෙගැන්වීම් සිදුකර ඔහුයේ ය ෝටර් රථෙට පහරදීයම් සිද්ධිෙට",
    "fonts": [
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.960000038146973,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      127.1,
      202.51,
      488.28,
      217.5
    ],
    "text": "සම්බන්වධ සැකකරුයවකු අත්අඩංගුවට ගැනී - මිරිහාන යපාලිස් ස්ථානෙ.",
    "fonts": [
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      217.87,
      543.62,
      590.09
    ],
    "text": "2026.01.30 වන දින නුගේගගොඩ ගරු මග ේස්ත්ේරොත් අධිකරණගේ විභොගවූ නඩුවක් ස්ත්ඳ ො ගෙනී සිටි නීතිඥවරුන් ගෙගෙගනකු නඩු විභොගගෙන් අනතුරුව කොර් රථෙකින් පිටව ෙන අවස්ත්ේථොගේ නුගේගගොඩ ගම්ස්ත්භො න්දිෙ ආස්ත්න්නගේදී පිරිස්ත්ක් විසින් මොර්ගෙ අවහිර කර කොර් රථෙ වට කරමින් මරණ තර්ජන කර වො නෙට ෙ රදී අනර්ථෙක් සිදු කරන ලෙ බවට මිරි ොන ගෙොලිස්ත්ේ ස්ත්ේථොනෙට ෙැමිණිල්ලක් ඉදිරිෙත් කර තිබුණි. සිද්ධධිෙ ස්ත්ම්බන්ධගෙන් මිරි ොන ගෙොලිසිෙ ඇතුළු ගෙොලිස්ත්ේ කණ්ඩොෙම් තුනක් විමර්ශන ආරම්භ කර ඇත. 2026.02.01 වන අෙ දින අළුෙම මොෙම්ගේ ගෙොලිස්ත්ේ වස්ත්ගම් කජුලන්ෙවත්ත ප්‍රගද්ධශගේදී මිරි ොන ගෙොලිස්ත්ේ ස්ත්ේථොනගේ නිලධොරින් කණ්ඩොෙමක් විසින් ගමම සිද්ධධිෙට ස්ත්ම්බන්ධ ස්ත්ැකකරුගවකු අයුතු ජන රොශිෙක ස්ත්ොමොජිකගෙකුව සිටිමින් අයුතු අවහිරෙ, ස්ත්ොෙරොධී බිෙගැන්ීම ස්ත් අනර්ථෙ ෙන ග ෝෙනො ෙටගත් අත්අඩංගුවට ගගන ඇත. සැකකරු වෙස අවුරුදු 43 ක් වන කජුලන්වදවත්ත, ාදම්යේ ප්‍රයද්ධශයේ පදංචිකරුයවකි. ස්ත්ැකකරු 2026.02.01 වන අෙ දින ඳුනොගැනීගම් ගෙරට්ටුවක් ස්ත්ඳ ො නුගේගගොඩ ගරු මග ේස්ත්ේරොත් අධිකරණෙ ගවත ඉදිරිෙත් කිරිමට නිෙමිතෙ. නීතිඥ වෘත්තිෙට බොධොකරමින් සිදුකළ ගමම ක්‍රිෙොවට ස්ත්ම්බන්ධ සිෙළු ස්ත්ැකකරුවන් කඩිනමින් අත්අඩංගුවට ගගන ගරු අධිකරණෙ ගවත ඉදිරිෙත් කිරීම ස්ත්ඳ ො මිරි ොන ගෙොලිසිෙ ඇතුළු ගෙොලිස්ත්ේ කණ්ඩොෙම් තුනක් වැඩිදුර විමර්ශන සිදු කරනු ලබයි. යපාලිස් ාධය යකාට්ඨාසෙ.",
    "fonts": [
      "IskoolaPota",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.960000038146973,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      603.88,
      542.6,
      657.42
    ],
    "text": "சட்டத்தரணி ஒருவருக்கு எதிராக குற்றவியல் மிரட்டல் விடுத்து அவரது மமாட்டாா் வாகனத்தத மசதப்படுத்திய சம்பவம் ததாடா்பில் சந்மதகநபா் தகது – மிாிஹான தபாலிஸ் நிதலயம்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      671.32,
      542.58,
      742.4
    ],
    "text": "2026.01.30 அன்று நுமகதகாதட தகௌரவ நீதவான் நீதிமன்றத்தில் விசாரதணக்கு எடுத்துக்தகாள்ளப்பட்ட ஒரு வழக்கிற்காக ஆஜரான இரண்டு வழக்கறிஞா்கள், வழக்கு விசாரதண முடிந்த பின்னா் காாில் புறப்பட்டுச் தசல்லும் மபாது, நுமகதகாதட நகரசதப சந்திக்கு அருகிலுள்ள பிரமதசத்தில் சிலா் அவா்கதள வழிமறித்து, வாகனத்தத",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      85.34,
      128.2,
      410.7,
      148.62
    ],
    "text": "D/Media/Out/184/2026 2026.02.01 ෙැෙ 1315",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      35.94,
      542.34,
      71.6
    ],
    "text": "சுற்றிவதளத்து, உயிா் மிரட்டல் விடுத்து, காதர தாக்கி மசதம் விதளவித்ததாக மிாிஹான தபாலிஸ் நிதலயத்தில் முதறப்பாடு அளிக்கப்பட்டுள்ளது.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      85.52,
      542.22,
      121.18
    ],
    "text": "இச் சம்பவம் ததாடா்பாக மிாிஹான தபாலிஸ் நிதலயம் உட்பட மூன்று தபாலிஸ் குழுக்கள் விசாரதணகதள ஆரம்பித்துள்ளன.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      135.08,
      542.61,
      241.9
    ],
    "text": "2026.02.01 ஆகிய இன்தறய தினம் அதிகாதல, மாதம்மப காவல் பிாிவுக்குட்பட்ட கஜுலந்தவத்த பகுதியில், மிாிஹான காவல் நிதலய அதிகாாிகள் குழுவினரால் இந்த சம்பவத்துடன் ததாடா்புதடய ஒரு சந்மதகநபா் தகது தசய்யப்பட்டுள்ளாா். அவா் சட்டவிமராத கூட்டத்தின் உறுப்பினராக இருந்து சட்டவிமராத ததடயூட்டல், குற்றமான மிரட்டல் மற்றும் மசதம் விதளவித்தல் ஆகிய குற்றச்சாட்டுகளின் கீழ் தகது தசய்யப்பட்டுள்ளாா்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      255.71,
      542.61,
      291.49
    ],
    "text": "தகது தசய்யப்பட்ட சந்மதகநபா் 43 வயதுதடய, கஜுலந்தவத்த, மாதம்மப பகுதிதயச் மசா்ந்தவா்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      305.39,
      542.61,
      429.99
    ],
    "text": "சந்மதகநபதர 2026.02.01 ஆந் திகதி (இன்று) அதடயாள அணிவகுப்பிற்காக நுமகதகாதட தகௌரவ நீதவான் நீதிமன்றத்தில் ஆஜா்படுத்த திட்டமிடப்பட்டுள்ளது. சட்டத்தரணி ஒருவாின் கடதமக்கு இதடயூறு விதளவிக்கும் வதகயில் மமற்தகாள்ளப்பட்ட இச் தசயலுடன் ததாடா்புதடய அதனத்து சந்மதகநபா்கதளயும் விதரவாக தகது தசய்து தகௌரவ நீதிமன்றத்தில் ஆஜா்படுத்துவதற்காக, மிாிஹான தபாலிஸ் நிதலயம் உட்பட மூன்று தபாலிஸ் குழுக்கள் மமலதிக விசாரதணகதள மமற்தகாண்டு வருகின்றன.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      443.89,
      197.2,
      478.34
    ],
    "text": "தபாலிஸ் ஊடகப் பிாிவு.",
    "fonts": [
      "IskoolaPota-Bold",
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      492.78,
      536.14,
      506.06
    ],
    "text": "Suspect arrested in connection with Criminal Intimidation of a Lawyer – Mirihana Police",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      520.5,
      543.08,
      589.01
    ],
    "text": "On 30 January 2026, a complaint was lodged with the Mirihana Police stating that two lawyers appearing for a case at the Nugegoda Magistrate’s Court were leaving in their vehicle after the trial when a group of individuals blocked the road near Nugegoda Gamsabha Junction, surrounded the vehicle, issued death threats, and vandalized the car. Investigations into the incident were initiated by three police teams, including the Mirihana Police.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      603.57,
      543.06,
      658.25
    ],
    "text": "In the early hours of 1 February 2026, officers from the Mirihana Police arrested a suspect in connection with the incident in the Kajulandawatte area of the Madampe Police Division. The suspect has been charged with unlawful obstruction, criminal intimidation, mischief, and being a member of an unlawful assembly.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      672.81,
      453.94,
      686.09
    ],
    "text": "The arrested individual is a 43-year-old resident of Kajulandawatte, Madampe.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      700.52,
      542.88,
      755.23
    ],
    "text": "The suspect is scheduled to be produced before the Nugegoda Magistrate’s Court today, 1 February 2026, for an identification parade. Three police teams, including the Mirihana Police, are continuing investigations to apprehend all individuals involved in this act of obstructing the legal profession and ensure they are presented before the Honorable Court.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      36.47,
      186.41,
      49.75
    ],
    "text": "Police Media Division",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  }
]