[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      171.52,
      546.99,
      661.01
    ],
    "text": "අකුරේර ොඩ ප්‍රරේශරේදී රෙඩි තබො ේිත්ෙ මනුෂ්‍ය ඝොතනරේ රෙඩික්කරුරෙකු අත්අඩංගුෙට - බස්නොහිර පළොත දකුණ දිසො අපරොධ රකොට්ඨොසය. 2026.02.13 වන දින තලංගම ප ොලිස් වසපේ අකුපේපගොඩ ප්‍රපේශපේදී කොේ රථයක් තුල සිටි නීතිඥවරපයකුට හො ඔහුපේ බිරිඳට කොේ රථයකින් ැමිණි නොඳුනන තුවක්කුකරුවන් පෙපෙපනකු විසින් පවඩි තබො ඝොතනය කිරීපේ අ රොධපේ සැකකරුවන් අත්අඩංගුවට ගැනීම සඳහො බස්නොහිර ළොත් ෙකුණ දිසො අ රොධ පකොට්ඨොසපේ නිලධොරීන් විසින් විමේශන ආරේභ කර තිබුණි. 2026.02.16 වන දින පකොට්ටොව හො අතුරුගිරිය ප ොලිස් වසේවලදී සහ 2026.02.17 වන දින කහතුඩුව ප ොලිස් වසපේදී පමම අ රොධයට ආධොර අනුබල දීම හො කුමන්රණය කිරීම සේබන්ධපයන් සැකකරුවන් තිපෙපනකු විමේශන නිලධොරීන් විසින් අත්අඩංගුවට ගන්නො ලදී. 2026.02 .21 දින සවස අේබලන්පගොඩ ප ොලිස් වසපේ පෙල්දූව ප්‍රපේශපේදී බස්නොහිර ළොත් ෙකුණ දිසො අ රොධ පකොට්ඨොසය සමඟ සමගොමීව විමේශන කටයුතු සිදු කරන පහෝමොගම පකොට්ඨොස අ රොධ විමේශන ඒකකපේ නිලධොරීන් කණ්ඩොයමක් විසින් පමම අ රොධපේ පවඩික්කරුපවකු පලස ක්‍රියො කල සැකකරුපවකු අ රොධය සඳහො භොවිතො කල ජංගම දුරකතනයක්ෙ සමඟ අත්අඩංගුවට පගන බස්නොහිර ළොත් ෙකුණ දිසො අ රොධ පකොට්ඨොසය පවත ඉදිරි ත් කර ඇත. අත්අඩංගුෙට ත් සැකකරු ෙයස අවුරුදු 46 ක් ෙන බේරේ ම ප්‍රරේශරේ පදිංචිකරුරෙකි. පමම සැකකරු හිටපු යුධ හමුෙො පසබපලකු බවත් 2009 වේෂපේ ලබොදුන් ප ොදු සමො කොලය තුල නීතයොනුකූලව යුධ හමුෙොපවන් ඉවත්ූ අපයකු බවටත් විමේශනපේදී අනොවරණය වී ඇත. සැකකරු 2026.02.22 අෙ දින කඩුපවල ගරු මපහ්ස්රොත් අධිකරණයට ඉදිරි ත් කිරීමට නියමිතය. බස්නොහිර ළොත් ෙකුණ දිසො අ රොධ පකොට්ඨොසය වැඩිදුර විමේශන සිදු කරනු ලබයි.",
    "fonts": [
      "IskoolaPota",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      6.960000038146973,
      9.960000038146973,
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      661.08,
      222.35,
      687.77
    ],
    "text": "රපොලිස් මොධය රකොට්ඨොසය.",
    "fonts": [
      "IskoolaPota",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      701.56,
      542.61,
      737.46
    ],
    "text": "அகுரேககொட பகுதியில் இடம்கபற்ற இேட்டட துப்பொக்கிச் சூடு ககொடலச் சம்பவம் – துப்பொக்கிச் சூட்டொளொ் டகது - ரமற்கு மொகொணம் கதற்கு பிேொந்திய குற்றப் பிொிவு",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      751.24,
      542.58,
      840.32
    ],
    "text": "2026.02.13 அன்று தலங்கம கபொலிஸ் பிொிவிற்குட்பட்ட அகுரேககொட பகுதியில், கொொ் ஒன்றின் உள்ரள இருந்த சட்டத்தேணி ஒருவடேயும் அவேது மடனவிடயயும், மற்கறொரு கொொில் வந்த இரு அடடயொளம் கதொியொத துப்பொக்கிதொொிகள் சுட்டுக் ககொடல கசய்த சம்பவம் கதொடொ்பொக சந்ரதகநபொ்கடள டகது கசய்வதற்கொக ரமற்கு மொகொணம் கதற்கு பிேொந்திய குற்றப் பிொிவு அதிகொொிகள் விசொேடணகடள ஆேம்பித்திருந்தனொ்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      854.22,
      542.57,
      907.64
    ],
    "text": "2026.02.16 அன்று ககொட்டொவ மற்றும் அதுருகிொிய கபொலிஸ் பிொிவுகளிலும், 2026.02.17 அன்று கஹதுடுவ கபொலிஸ் பிொிவிலும், குறித்த குற்றச்கசயலுக்கு உதவி மற்றும் சதி கசய்ததொக சந்ரதகிக்கப்படும் மூவொ் விசொேடண அதிகொொிகளொல் டகது கசய்யப்பட்டனொ்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      84.62,
      160.6,
      409.02,
      181.07
    ],
    "text": "D/Media/Out/ 317/2026 2026.02.22 ැය 0715",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      44.94,
      542.61,
      169.54
    ],
    "text": "கதொடொ்ந்து 2026.02.21 அன்று மொடல அம்பலொங்ககொட கபொலிஸ் பிொிவிற்குட்பட்ட கதல்துூவ பகுதியில், ரமற்கு மொகொணம் கதற்கு பிேொந்திய குற்றப் பிொிவுடன் இடணந்து விசொேடண ரமற்ககொண்ட ரஹொமொகம பிொிவு குற்றப்புலனொய்வு அலகு அதிகொொிகள் குழுவினேொல், குறித்த இேட்டட ககொடலச் சம்பவத்தில் துப்பொக்கிச் சூட்டொளேொக கசயல்பட்டதொகக் கூறப்படும் சந்ரதகநபொ் ஒருவொ், குற்றச்கசயலில் பயன்படுத்தியதொக நம்பப்படும் டகப்ரபசியுடன் டகது கசய்யப்பட்டு ரமற்கு மொகொணம் கதற்கு பிேொந்திய குற்றப்புலனொய்வு பிொிவிற்கு ஒப்படடக்கப்பட்டுள்ளொொ்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      183.56,
      535.53,
      201.34
    ],
    "text": "டகது கசய்யப்பட்ட சந்ரதகநபொ் 46 வயதுடடய பத்ரதகம பகுதிடயச் ரசொ்ந்தவொ் ஆவொொ்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      215.24,
      542.55,
      268.66
    ],
    "text": "ரமலும் விசொேடணகளில், இவொ் முன்னொள் இேொணுவ வீேொ் என்றும், 2009 ஆம் ஆண்டு வழங்கப்பட்ட கபொது மன்னிப்பு கொலத்தில் சட்டப்படி இேொணுவத்திலிருந்து விலகியவொ் என்றும் கதொியவந்துள்ளது.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      282.59,
      542.33,
      336.13
    ],
    "text": "சந்ரதகநபொ் 2026.02.22 அன்று கடுகவல மதிப்பிற்குொிய நீதவொன் நீதிமன்றத்தில் ஆஜொ்படுத்தப்படவுள்ளொொ். ரமலதிக விசொேடணகடள ரமற்கு மொகொணம் கதற்கு பிேொந்திய குற்றப் பிொிவு ரமற்ககொண்டு வருகிறது.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      350.03,
      194.68,
      367.81
    ],
    "text": "கபொலிஸ் ஊடகப் பிொிவு",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      382.24,
      532.02,
      409.32
    ],
    "text": "Suspect Arrested in Connection with Double Homicide in Akuregoda – Western Province Southern District Crime Division",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      423.88,
      541.81,
      492.38
    ],
    "text": "Officers of the Western Province Southern District Crime Division commenced investigations on 13 February 2026 to apprehend those responsible for the fatal shooting of an attorney-at-law and his wife in the Akuregoda area, within the Talangama Police Division. The victims were travelling in a motor vehicle when they were shot by two unidentified gunmen who had arrived in another car.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      506.94,
      541.37,
      561.62
    ],
    "text": "As part of the ongoing investigation, three suspects were taken into custody on 16 February 2026 within the Kottawa Police Division and the Athurugiriya Police Division, and on 17 February 2026 within the Kahathuduwa Police Division for aiding and abetting the commission of the crime.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      576.06,
      535.22,
      658.37
    ],
    "text": "Subsequently, on the evening of 21 February 2026, officers of the Homagama Divisional Crime Investigation Unit, who were conducting parallel investigations in collaboration with the Western Province Southern District Crime Division, arrested a suspect identified as one of the gunmen involved in the shooting. The suspect was apprehended along with a mobile phone allegedly used in the commission of the offence and was handed over to the Western Province Southern District Crime Division for further legal proceedings.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      672.93,
      541.72,
      713.81
    ],
    "text": "The arrested individual is a 46-year-old resident of Baddegama. Investigations have revealed that he is a former member of the Sri Lanka Army who had legally resigned during the general amnesty period granted in 2009.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      728.25,
      538.86,
      755.33
    ],
    "text": "The suspect is scheduled to be produced before the Kaduwela Magistrate's Court on 22 February 2026.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      769.89,
      519.02,
      796.97
    ],
    "text": "Further investigations are being conducted by the Western Province Southern District Crime Division.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      811.55,
      186.41,
      824.83
    ],
    "text": "Police Media Division",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  }
]