[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      191.32,
      564.75,
      761.6
    ],
    "text": "මීරිගම නව ප ොලිස් ස්ථොනපේ රි ොලන පගොඩනැගිල්ලට මුල්ගල තැබීම. මීරිගම ප ොලිස් ස්ථොනය පේ දක්වො ැරණි පගොඩනැගිල්ලක වත්වොපගන යනු ලබන අතර ප ොලිස් ස්ථොනය මගින් මහජනතොව පවත ලබොපදන පස්වොවන් තවදුරටත් කොර්යක්ෂමව වත්වොපගන යොම පවනුපවන් නව රි ොලන පගොඩනැගිල්ලක් ඉදිකිරීම සඳහො මුල්ගල තැබීපේ උත්සවයක් මහජන ආරක්ෂක හො ොර්ලිපේන්ු කටයුු ගරු අමොතය ආනන්ද විපේ ොල මහතොපේ ප්‍රධොනත්වපයන් හො ප ොලිස් ති නීතිඥ ප්‍රියන්ත වීරසූරිය මහතොපේ සහභොගිත්වපයන් 2026.02.25 දින උදෑසන ප ොලිස් ස්ථොන භූමිපේදී ැවැත්විණි. ප ොලිස් ස්ථොනයකට අවශ්‍ය සියළු අංශ්‍ සඳහො ඉඩ හසුකේ සහිතව පමම නව පගොඩනැගිල්ල ඉදිකිරීමට සැළසුේ කර ඇති අතර එහි තක්පස්රු වටිනොකම රුපියල් පකෝටි 08 කට ආසන්න මුදලක් වැයකරමින් ඉදිකර අවසන් කිරීමට නියමිතව ඇත. පමම අවස්ථොවට බස්නොහිර ළොත භොර පජයෂ්ඨ නිපයෝජය ප ොලිස් ති සජීව මැදවත්ත, බස්නොහිර ළොත උුර දිසොව භොර නිපයෝජය ප ොලිස් ති කොලිංග ජයසිංහ, ප්‍රවර්ථන දිසොව භොර නිපයෝජය ප ොලිස් ති ප්‍රියංකර ද සිල්වො, ගේ හ පකොට්ඨොස භොර පජයෂ්ඨ ප ොලිස් අධිකොරී සනත් අමරසිංහ යන මහත්වරු ඇුළු පජයෂ්ඨ නිලධොරීන්, සර්වොගමික පූජය ක්ෂය, ප්‍රපේශ්‍පේ මහජන නිපයෝජිතයින්, ප ොලිස් නිලධරයින් හො ප්‍රපේශ්‍වොසීන් පිරිසක් සහභොගි විය. மீரிகம பபரலிஸ் நிலலயம் விலைவில் புதிய கட்டடம் பழலமயரன கட்டிடத்தில் இயங்கி வந்த மீரிகம பபரலிஸ் நிலலயத்திற்கரக புதிய கட்டிடத்திற்கரன அடிக்கல் நரட்டும் நிகழ்வு, பபரதுமக்கள் பரதுகரப்பு மற்றும் பரைரளுமன்ற விவகரைங்கள் அலமச்சர் ஆனந்த விஜேபரல அவர்களின் தலலலமயில் 2026.02.25 அன்று கரலல நலடபபற்றது. தற்ஜபரது பபரலிஸ் நிலலயம் அலமந்துள்ள அஜத வளரகத்திஜலஜய, ஒரு முழுலமயரன பபரலிஸ் நிலலயத்திற்குத் ஜதலவயரன அலனத்து பிரிவுகளுக்கும் ஜபரதிய வசதிகளுடன் புதிய கட்டிடம் வடிவலமக்கப்பட்டுள்ளது. சுமரர் ரூபரய் 8 ஜகரடி மதிப்பீட்டில், குறித்த கட்டிடம் விலைவரக நிர்மரணித்து நிலறவு பசய்ய திட்டமிடப்பட்டுள்ளது. இந் நிகழ்வில் பபரலிஸ் மர அதிபர் பிரியந்த வீைசூரிய , ஜமல் மரகரணத்திற்குப் பபரறுப்பரன சிஜைஷ்டப் பிைதிப் பபரலிஸ்மர அதிபர் சஞ்சீவ பமதவத்த அவர்கள், ஜமல் மரகரண வடக்கு பிைரந்தியத்திற்குப் பபரறுப்பரன பிைதிப் பபரலிஸ் மர அதிபர் கரலிங்க ேயசிங்க அவர்கள்,",
    "fonts": [
      "IskoolaPota",
      "IskoolaPota-Bold",
      "Kavivanar-Regular"
    ],
    "sizes": [
      6.960000038146973,
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      81.86,
      140.2,
      399.66,
      160.62
    ],
    "text": "D/Media/Out/345/2025 2026.02.25 ැය 1940",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      35.94,
      564.69,
      606.82
    ],
    "text": "அபிவிருந்தி பிைரந்தியத்திற்குப் பபரறுப்பரன பிைதிப் பபரலிஸ் மர அதிபர் பிரியங்கை டி சில்வர அவர்கள், கம்பஹர பிரிவுக்கு பபரறுப்பரன சிஜைஷ்டப் பபரலிஸ் அத்தியட்சகர் சனத் அமைசிங்க ஆகிஜயரர் உட்பட சர்வமத மதகுருமரர்கள், பிைஜதச மக்கள் பிைதிநிதிகள் மற்றும் அதிகரரிகள் கலந்து பகரண்டனர். Foundation Stone Laid for New Administrative Building of Mirigama Police Station The Mirigama Police Station, which has been functioning in an outdated building, marked a significant milestone with the laying of the foundation stone for its new administrative complex. The ceremony was held on the morning of 25 February 2026 at the police station premises. The event was graced by the Hon. Minister of Public Security and Parliamentary Affairs, Ananda Wijepala, and attended by the Inspector General of Police, Attorney-at-Law Mr. Priyantha Weerasooriya. The proposed building is designed to accommodate all essential divisions of a fully functional police station, ensuring improved efficiency and enhanced public service delivery. The estimated cost of the project is approximately LKR 80 million. Among the distinguished attendees were Senior Deputy Inspector General (DIG) in charge of the Western Province, Sajeewa Medawatte; DIG in charge of the Northern Division of the Western Province, Kalinga Jayasinghe; DIG in charge of the Narathana Division, Priyankara de Silva; and Senior Superintendent of Police (SSP) in charge of the Gampaha Division, Sanath Amarasinghe. Religious leaders, local public representatives, senior police officers, and residents of the area also participated in the occasion. Photographs related to the event are attached herewith. Police Media Division",
    "fonts": [
      "Calibri",
      "Kavivanar-Regular",
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      11.039999961853027,
      12.0,
      14.039999961853027
    ]
  }
]