[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      171.52,
      543.76,
      734.06
    ],
    "text": "විදේශීය රටක නිෂ්පාදිත රිදවාල්වර් අවියක් සමඟ සැකකරුදවකු අත්අඩංගුවට - බස්නාහිර පළාත් දකුණ දිසා අපරාධ දකාට්ඨාසය. 2025.12.06 දින දෙහිවල, වනරත්න පාර ඒ ක්වාටස් ක්‍රීඩාපිටිය අසලදී ගිනි අවියකින් දවඩි තබා පුද්ගලදයකු ඝාතනය කර තවත් පුද්ගලදයකුට තුවාල සිදුකර මනුෂ්‍ය ඝාතනයට තැත් කිරීදේ අපරාධය සේබන්ධදයන් බස්නාහිර පළාත් ෙකුණ දිසා අපරාධ දකාට්ඨාසය මඟින් විමර්ශන සිදු කරමින් පවතී. දමම අපරාධය සිදු කිරීම සඳහා දවඩික්කරුවන් දෙදෙදනකු විසින් ගිනි අවි දෙකකින් දවඩි තැබීම සිදුකර ඇති බවට අනාවරණය වී තිබුණි. කළුදබෝවිල ප්‍රදද්ශදේ පදිිංචි දවඩික්කරුදවකු දලස ක්‍රියා කල එක් සැකකරුදවකු අපරාධය සිදු කිරීමට දයාො ගත් දමරට නිෂ්‍්පාදිත දබෝර 16 වර්ගදේ ගිනි අවියක්ෙ සමඟ 2025.12.17 දින අත්අඩිංගුවට දගන ගල්කකිස්ස ගරු මදහස්රාත් අධිකරණයට ඉදිරිපත් කිරීදමන් පසු දේ වනවිට රක්ිත බන්ධනාගාර ගතව ඇත. 2026.01.23 දින ෙහවල්ක දකාට්ටාව දපාලිස් වසදේදී බස්නාහිර පළාත් ෙකුණ දිසා අපරාධ දකාට්ඨාසදේ නිලධාරීන් විසින් ඉහත අපරාධදේ අදනක් දවඩික්කරු වශදයන් ක්‍රියා කල සැකකරුෙ අත්අඩිංගුවට දගන ඇත. සැකකරු අවුරුදු 35 ක් වන දදහිවල ප්‍රදේශදේ පදිංචිකරුදවකි. දමම සැකකරු යුධ හමුොවට බැඳී දනාෙන්වා දස්වයට වාර්තා දනාකර සිට පසුව දපාදු සමා කාලය තුල 2013 වර්ෂ්‍දේදී නීතයාණුකූලව දස්වදයන් ඉවත්ව ඇති බවට අනාවරණය වී ඇත. සැකකරුදගන් සිදු කරන ලෙ වැඩිදුර ප්‍රශ්න කිරීදේදී අනාවරණය වූ දතාරතුරු මත අපරාධය සිදු කිරීමට දයාො ගත් විදද්ශීය රටක නිෂ්‍්පාදිත රිදවෝල්කවර් අවියක් දෙහිවල දපාලිස් වසදේ පාළු නිවසක සඟවා තිබියදී දසායා දගන ඇත. තවෙ දමම සැකකරු සේබන්ධදයන් සිදු කල වැඩිදුර විමර්ශනදේදී, දමාහු 2025.12.30 දින දකාහුවල දපාලිස් වසදේ දබෝධිවත්ත ප්‍රදද්ශදේදී නිවසක් ඉදිරිපිට සිටි අවුරුදු 16 ක ගැහැණු ළමදයකුට රිදවෝල්කවර් අවියකින් දවඩි තබා තුවාල සිදුකර මනුෂ්‍ය ඝාතනයට තැත් කිරීදේ අපරාධදේෙ දවඩික්කරු වශදයන් ක්‍රියා කර ඇති බවට විමර්ශනදේදී අනාවරණය වී ඇත.",
    "fonts": [
      "IskoolaPota",
      "IskoolaPota-Bold",
      "Latha,Bold"
    ],
    "sizes": [
      6.0,
      6.960000038146973,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      86.66,
      145.6,
      413.34,
      166.02
    ],
    "text": "D/Media/Out/ 134 /2026 2026.01.23 පැය 2250",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      44.97,
      543.61,
      146.85
    ],
    "text": "දමම අපරාධයන් දෙකම ෙැනට විදද්ශගතව සිටින සිංවිධානාත්මක අපරාධ හා මත්රවය ජාවාරේකරුදවකුදේ දමදහයවීම මත සිදු කර ඇති බවටෙ අනාවරණය වී ඇත. සැකකරු 2026.01.24 වන දින ගල්කකිස්ස ගරු මදහ්ස්රාත් අධිකරණයට ඉදිරිපත් කිරීමට නියමිතය. බස්නාහිර පළාත් ෙකුණ දිසා අපරාධ දකාට්ඨාසය වැඩිදුර විමර්ශන සිදු කරනු ලබයි. දපාලිස් මාධය දකාට්ඨාසය.",
    "fonts": [
      "IskoolaPota",
      "IskoolaPota-Bold",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      6.960000038146973,
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      160.76,
      542.55,
      196.54
    ],
    "text": "வெளிநாட்டில் தயாாிக்கப்பட்ட சுழல் துப்பாக்கியுடன் சந்ததகநபா் ககது – தேல் ோகாண வதற்கு பிராந்திய குற்றப் பிாிெு",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      210.32,
      545.03,
      299.41
    ],
    "text": "2025.12.06 அன்று, வதஹிெகள, ெனரத்தன ெீதியின், ஏக் க்ொட்டஸ் ெிகளயாட்டு கேதானே் அருதக, நபா் ஒருெகர துப்பாக்கி பிரதயாகே் தேற்வகாண்டு வகாகல வசய்து, ேற்வறாரு நபகர காயேகடத்தல் சே்பந்தோக ேனித வகாகல முயற்சி குற்றே் வதாடா்பாக தேல் ோகாண வதற்கு பிராந்திய குற்றப் பிாிெு ெிசாரகணககள நடத்தி ெருகிறது.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      313.31,
      542.61,
      420.27
    ],
    "text": "இக் குற்றத்கதச் வசய்ெதற்காக இரண்டு துப்பாக்கிதாாிகளால் இரண்டு துப்பாக்கியில் துப்பாக்கிப் பிரதயாகே் தேற்வகாள்ளப்பட்டுள்ளதாக வதாியெந்துள்ளது. கலுதபாெில பிரததசத்கதச் தசா்ந்த துப்பாக்கிதாாியாக வசயல்பட்ட சந்ததகநபா் குற்றத்கத தேற்வகாள்ெதற்காக பயன்படுத்திய இந் நாட்டில் தயாாிக்கப்பட்ட 16 ரக துப்பாக்கியுடன் 2025.12.17 அன்று ககது வசய்யப்பட்டு கல்கிகச வகௌரெ நீதிேன்றில் முன்னிகலப் படுத்தியதன் பின்னா் தற்தபாது ெிளக்கேறியலில் கெக்கப்பட்டுள்ளாா்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      434.05,
      542.56,
      487.47
    ],
    "text": "2026.01.23 அன்று ேதியே், வகாட்டாகெ வபாலிஸ் பிாிெில், தேல் ோகாண வதற்கு பிராந்திய குற்றப் பிாிெின் அதிகாாிகளினால், இக் குற்றத்துடன் வதாடா்புகடயஏகனய துப்பாக்கிதாாியாக வசயற்பட்ட சந்ததகநபா் ககது வசய்யப்பட்டுள்ளாா்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      501.37,
      476.25,
      519.27
    ],
    "text": "ககது வசய்யப்பட்ட சந்ததகநபா் 35 ெயது, வதஹிெகள பகுதிகய தசா்ந்தொ்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      533.17,
      542.54,
      657.66
    ],
    "text": "சந்ததகநபா் இராணுெத்தில் தசா்ந்து அறிெிக்காேல் தசகெயில் இகணயாேல் பின்னா் வபாது ேன்னிப்பின் கீழ் 2013 ஆே் ஆண்டு சட்டாீதியாக தசகெயிலிருந்து ெிழகியுள்ளதாக வதாியெந்துள்ளது. சந்ததகநபாிடேிருந்து தேற்வகாள்ளப்பட்ட தேலதிக ெிசாரகணயில் வதாியெந்ததாெது தகெலின் அடிப்பகடயில் குற்றத்கத தேற்வகாள்ெதற்காக பயன்படுத்திய வெளிநாட்டில் தயாாிக்கப்பட்ட சுழல் துப்பாக்கி ஒன்று வதஹிெகள வபாலிஸ் பிாிெில் பாலகடந்த ெீடு ஒன்றில் ேகறத்து கெக்கப்பட்டிருந்த தபாது ககப்பற்றப்பட்டுள்ளது.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      703.48,
      542.27,
      739.04
    ],
    "text": "தேலுே், இச் சந்ததகநபா் வதாடா்பாக தேற்வகாள்ளப்பட்ட தேலதிக ெிசாரகணகளின் தபாது, இொ் 2025.12.30 ஆந் திகதி வகாஹூெகல வபாலிஸ் பிாிெிற்குட்பட்ட",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      44.94,
      544.72,
      258.37
    ],
    "text": "தபாதிெத்கத பிரததசத்தில் ெீடு ஒன்றுக்கு முன்பாக 16 ெயதுகடய வபண் ஒருெகர சுழல் துப்பாக்கியால் துப்பாக்கி பிரதயாகே் தேற்வகாண்டு ேனித படுவகாகல வசய்ெதற்கு முயற்சித்த குற்றத்திற்காக துப்பாக்கிதாாியாக வசயல்பட்டதாக ெிசாரகணயில் வதாியெந்துள்ளது. இெ்ெிரண்டு குற்றங்ககளயுே் தற்தபாது வெளுநாட்டிலுள்ள திட்டேிடப்பட்ட குற்றங்கள் ேற்றுே் தபாகதப்வபாருள் கடத்தல்காரா் ஒருொின் ெழிநடத்தலின் கீழ் இக் குற்றங்ககள புாிந்துள்ளதாக வதாியெந்துள்ளது. சந்ததகநபா் 24.01.2026 ஆந் திகதி கல்கிகச வகௌரெ நீதிொன் நீதிேன்றில் முன்னிகலப் படுத்துெதற்கு திட்டேிடப்பட்டுள்ளது. தேல் ோகாண வதற்கு பிராந்திய குற்றப் பிாிெினரால் தேலதிக ெிசாரகணகள் தேற்வகாள்ளப்பட்டு ெருகின்றது.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      272.51,
      187.0,
      290.29
    ],
    "text": "வபாலிஸ் ஊடக பிாிெு",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      304.72,
      512.25,
      331.8
    ],
    "text": "Suspect Arrested with Foreign-Manufactured Revolver – Western Province Southern District Crime Division",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      346.36,
      533.85,
      387.24
    ],
    "text": "The Western Province Southern District Crime Division is conducting investigations into an attempted murder committed by discharging a firearm at a person near the Quarters Playground on Wanaratne Road, Dehiwala, on 06.12.2025.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      401.7,
      538.31,
      456.38
    ],
    "text": "Investigations have revealed that two shooters used two separate firearms to carry out the attack. One suspect, who acted as a shooter and is a resident of Kalubowila, was arrested on 17.12.2025 along with a locally manufactured 16-bore firearm used in the commission of the offence. He was subsequently produced before the Mount Lavinia Magistrate’s Court and remanded.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      470.94,
      521.68,
      511.82
    ],
    "text": "On the afternoon of 23.01.2026, officers of the Western Province Southern District Crime Division arrested the second shooter involved in the same incident within the Kottawa Police Division. The suspect is a 35-year-old resident of the Dehiwala area.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      526.26,
      530.17,
      594.77
    ],
    "text": "Further inquiries revealed that the suspect had failed to report for military duty without official notification and had later legally been discharged from the Army in 2013 under the general amnesty period. Based on information obtained during extended interrogation, a foreign-manufactured revolver used in the offence was recovered from an abandoned house located within the Dehiwala Police Division.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      609.33,
      539.32,
      664.01
    ],
    "text": "Additional investigations disclosed that the same suspect had also acted as the shooter in another attempted murder, in which a 16-year-old girl was shot and injured with a revolver while standing in front of a residence in the Bodhiwatta area of the Kohuwala Police Division on 30.12.2025.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      678.57,
      541.99,
      719.45
    ],
    "text": "It has further been revealed that both crimes were carried out under the instructions of an organized criminal and drug trafficker currently residing overseas. The suspect is scheduled to be produced before the Mount Lavinia Magistrate’s Court on 24.01.2026.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      45.47,
      518.74,
      58.75
    ],
    "text": "The Western Province Southern District Crime Division is continuing further investigations.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      73.33,
      186.41,
      86.61
    ],
    "text": "Police Media Division",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  }
]