[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      187.96,
      542.18,
      369.44
    ],
    "text": "ප ොලිස් මොධ්‍ය ප ොට්ඨොසය පෙත ෙොර්තො වූ ෙැදගත් පතොරතුරු பபொலிஸ் ஊடகப் பிொிவிற்கு கிடடக்கப்பபற்ற முக்கிய தகவல்கடை சமூக ஊடகங்களுக்கு வழங்குதல். Forwarding Important information reported to the Police Media Division to the media. 01. මනුෂ්‍ය ඝොතනයක් - රත්නපුර ප ොලිස් ෙසම.",
    "fonts": [
      "IskoolaPota-Bold",
      "Kavivanar-Regular",
      "Latha,Bold"
    ],
    "sizes": [
      6.960000038146973,
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      367.46,
      543.58,
      426.7
    ],
    "text": "රත්නපුර ප ොලිස් වසපේ පෙලපෙෝපිටිය ප්‍රපේශපේ අතුරු මොර්ගයක කැපුේ තුවොෙ සහිතව පුේගෙපයකු මියපගොස් ඇති බවට 2025.12.11 වන අද දින අළුයේ කොෙපේ රත්නපුර ප ොලිස් ස්ථොනය පවත ෙද ණිවිඩයක් මත විමර්ශන ආරේභ කර ඇත.",
    "fonts": [
      "IskoolaPota",
      "Latha",
      "Latha,Bold"
    ],
    "sizes": [
      6.960000038146973,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.02,
      423.91,
      543.63,
      540.04
    ],
    "text": "මරණ රු ෙයස අවුරුදු 36 ක් වූ පෙලපෙෝපිටිය ප්‍රපේශපේ දිංචි රුපෙකි. මරණකරුට පෙලපෙෝපිටිය ප්‍රපේශපේදී පිරිසක් විසින් හරදී ඇති බවට දැනට සිදු කළ විමර්ශනපේදී අනොවරණය වී ඇත. මෘත ශරීරය රත්නපුර පරෝහපල මෘත ශරීරොගොරපේ තැන් ත් කර ඇති අතර සිේියට සේබන්ධ සැකකරුවන් අත්අඩංගුවට ගැනිම සදහො රත්නපුර ප ොලිසිය වැඩිදුර විමර්ශන සිදු කරනු ෙබයි.",
    "fonts": [
      "IskoolaPota",
      "IskoolaPota-Bold",
      "Kavivanar-Regular",
      "Latha,Bold"
    ],
    "sizes": [
      6.960000038146973,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      540.01,
      542.6,
      771.32
    ],
    "text": "01. மனிதப் படுபகொடல – இரத்தினபுொி இரத்தினபுொி பபொலிஸ் பிொிவிற்குட்பட்ட பலல்லலொபிட்டிய பிரலதசத்தில் குறுக்கு வீதியில் பவட்டு கொயங்களுடன் நபொ் ஒருவொ் உயிொிழந்து கிடப்பதொக 11.12.2025 ஆந் லததி (இன்று) விடியற்கொடல லவடையில் இரத்தினபுொி பபொலிஸ் நிடலயத்திற்கு கிடடத்த தகவலின் படி விசொரடைகை் ஆரம்பிக்கப்பட்டுை்ைது. உயிொிழந்தவொ் 36 வயதுடடய லலல்லலொபிட்டிய பிரலதசத்டதச் லசொ்ந்தவொ். உயிொிழந்தவொ் லலல்லலொபிட்டிய பிரலதசத்திலுை்ை பிொிவினரொல் தொக்கப்பட்டதொக தற்லபொதுவடர லமற்பகொை்ைப்பட்ட விசொரடைகைில் பதொியவந்துை்ைது. சடலம் இரத்தினபுொி டவத்தியசொடலயில் பைிவடரயில் டவக்கப்பட்டுை்ைதுடன் சம்பவம் பதொடொ்பொக சந்லதகநபொ்கை் டகது பசய்வதற்கொக இரத்தினபுொி பபொலிசொொ் லமலதிக விசொரடைகடை லமற்பகொை்டு வருகின்றனொ்.",
    "fonts": [
      "Arial-BoldMT",
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      69.5,
      147.04,
      395.82,
      167.46
    ],
    "text": "D/Media/Out/2806/2025 2025.12.11 ැය 1835",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      35.94,
      330.85,
      86.97
    ],
    "text": "01. Murder - Ratnapura Police Division.",
    "fonts": [
      "IskoolaPota-Bold",
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      87.16,
      543.44,
      152.97
    ],
    "text": "Investigations have been initiated on a message received at the Ratnapura Police Station in the early hours of today, 11.12.2025, that a person has died with cut injuries on a side road in the Lellopitiya area of the Ratnapura Police Division.",
    "fonts": [
      "IskoolaPota-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      153.28,
      543.78,
      326.11
    ],
    "text": "The deceased is a 36-year-old resident of the Lellopitiya area.The investigation conducted so far has revealed that the deceased was attacked by a group in the Lellopitiya area. The body has been deposited at the Ratnapura Hospital morgue and the Ratnapura Police are conducting further investigations to arrest the suspects involved in the incident. 02. මනුෂ්‍ය ඝොතනය ට සම්බන්ධ්‍ සැ රුපෙකු අත්අඩිංගුෙට- ටුගස්පතොට ප ොලිස් ස්ථොනය.",
    "fonts": [
      "IskoolaPota",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      6.960000038146973,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      326.06,
      543.78,
      751.76
    ],
    "text": "2025.12.09 වන දින කටුගස්පතොට ප ොලිස් ස්ථොනයට වොර්තො වූ තියුණු ආයුධයකින් හරදි මනුෂ්‍ය ඝොතනයක් සිදු කිරීපේ අ රොධයක් සේබන්ධපයන් සැකකරුවන් අත්අඩංගුවට ගැනීම සඳහො කටුගස්පතොට ප ොලිසිය විසින් විමර්ශන ආරේභ කර තිබු අතර විමර්ශන මගින් අනොවරණය කර ගත් පතොරතුරු මත අ රොධයට සේබන්ධ සැකකරු කටුගස්පතොට ප ොලිස් ස්ථොනපේ නිෙධොරීන් කණ්ඩොයමක් විසින් 2025.12.10 වන දින අත්අඩංගුවට පගන ඇත. සැ රු ෙයස අවුරුදු 44 ක් ෙන පගොහොපගොඩ, ටුගස්පතොට ප්‍රපේශපේ දිංචි රුපෙකි. කටුගස්පතොට ප ොලිසිය වැඩිදුර විමර්ශන සිදු කරනු ෙබයි. 02. மனிதப் படுபகொடலயுடன் பதொடொ்புடடய சந்லதகநபொ் டகது – கட்டுகஸ்லதொட்டட பபொலிஸ் நிடலயம். 19.12.2025 ஆந் லததி கட்டுகஸ்லதொட்டட பபொலிஸ் நிடலயத்திற்கு கிடடத்த தகவலுக்கடமய கூொிய ஆயுதத்தினொல் தொக்கப்பட்டு மனித படுபகொடல பசய்த குற்றம் பதொடொ்பொக சநடலதகநபொ்கை் டகது பசய்வதற்கொக கட்டுகஸ்லதொட்டட பபொலிசொரொல் விசொரடைகை் ஆரம்பிக்கப்பட்டதுடன் விசொரடைகை் ஊடொக பதொியவந்துை்ை தகவலின்படி குற்றத்துடன் பதொடொ்புடடய சந்லதகநபொ் கட்டுகஸ்லதொட்டட பபொலிஸ் நிடலய அதிகொொி குழுவினரொல் 10.12.2025 ஆந் திகதி டகது பசய்யப்பட்டுை்ைொொ். சந்லதகநபொ் 44 வயதுடடய லகொகொபகொட, கட்டுகஸ்லதொட்டட பிரலதசத்டதச் லசொ்ந்தவொ்கை்.",
    "fonts": [
      "Arial-BoldMT",
      "IskoolaPota",
      "IskoolaPota-Bold",
      "Kavivanar-Regular"
    ],
    "sizes": [
      6.960000038146973,
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      35.94,
      542.58,
      362.54
    ],
    "text": "கட்டுகஸ்லதொட்டட பபொலிசொொ் லமலதிக விசொரடைகடை லமற்பகொை்டு வருகின்றனொ். 2. Suspect arrested in connection with murder - Katugastota Police. Katugastota Police had initiated investigations to arrest the suspects in connection with a crime of murder by assault with a sharp weapon reported to the Katugastota Police on 09.12.2025. Based on the information uncovered during the investigation, the suspect involved in the crime was arrested on 10.12.2025 by a team of officers from the Katugastota Police Station. The suspect is a 44-year-old resident of Gohagoda, Katugastota. Katugastota Police are conducting further investigations. ප ොලිස් මොධ්‍ය ප ොට්ඨොසය. பபொலிஸ் ஊடகப் பிொிவு. Police Media Division",
    "fonts": [
      "IskoolaPota-Bold",
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  }
]