[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      169.8,
      534.76,
      787.39
    ],
    "text": "2026 T - 20 ලලෝක කුසලාන ක්‍රිකට් තරගාවලියට අදාල ඉන්දු - පකිස්ථාන තරගය සම්බන්දධව. 2026 T 20 ලලෝක කුසලාන ක්‍රිකට් තරගාවලිලේ ඉන්දු - පකිස්ථාන තරගය සඳහා අවශ්‍ය ආරක්ෂක වැඩ සටහන ලේ වන විට සූදානේ කර තිලේ. ලෙහිදී ෙහජනතාවලේ ආරක්ෂාව, රථවාහන පාලනය, රථවාහන ගාල් කිරීෙ, විකල්ප ොර්ග හඳුන්දවාදීෙ ආදි සියලු කරුණු කාරණා සේබන්දධලයන්ද අවශ්‍ය පියවර ලගන ඇත. නරඹන්දනන්දලේ පහසුව සඳහා අවශ්‍ය සියලුෙ සැලසුේ ලේ වන විට ක්‍රියාත්ෙක කර තිලේ. ශ්‍රී ලංකා ලපාලිසිය, ලපාලිස් විලශ්‍්ෂ කාර්ය බලකාය, ත්‍රිවිධ හමුදාව හා බුද්ධි නිලධාරීන්ද විසින්ද අවශ්‍ය ආරක්ෂක පියවරයන්ද හා රථවාහන සැලසුේ ක්‍රියාත්ෙක කරනු ලබයි. 2026.02.15 දින පැවැත්ීෙට නියමිත ලෙෙ තරගලේ ආරක්ෂක රාජකාරී සඳහා ලපාලිස් නිළධරයින්ද 2000 ක් පෙණ හා 600 කට ආසන්දන රථවාහන පාලනය සේබන්දධලයන්ද නිලධාරීන්ද ප්‍රොණයක් ලයාදවා ඇත. 2026.02.15 දින රාත්‍රී 0700 ට ඉන්දු - පකිස්ථාන තරගය ආර්.ලේෙදාස ජාතයන්දතර ක්‍රීඩාංගණලේදී ආරේභ ීෙට නියමිතව ඇත. එබැවින්ද ලෙෙ ක්‍රීඩාංගණලේ සියලූ ලදාරටු පැය 1500 ට ෙහජනතාව සඳහා විවෘත කරනු ලබයි. සියලූෙ ටිකට් පත් විකිණී අවසන්දව ඇති බව සංවිධායක ෙණ්ඩලය විසින්ද දන්දවා ඇත. ඒ අනුව ටිකට්පත් හිමි සියළුෙ ක්‍රීඩාලලෝලින්දට ටිකට් පත සෙඟින්ද තරගය නැරඹීෙ සඳහා ලෙහිදී අවකාශ්‍ය සහ අවස්ථාව උදා ලේ. ටිකට් පත් ලනාෙැති ෙහජනතාව ඉතාෙත්ෙ සාෙකාමීව නිවාසයන්දහි සිට රූපවාහිනි තිර ඔස්ලස් ලෙෙ තරගය නැරඹීය හැකිය. ටිකට් පත් ලබා ගන්දනට ලනාහැකි වූ ක්‍රීඩාලලෝලීන්ද ටිකට් පත් ලබා ගැනීලේ අරමුණින්ද ලෙෙ ක්‍රීඩාංගනය අවට සැරි සැරිලෙන්ද වලකින ලලස දැනුේ ලදනු ලැලේ. විලද්ධශීය සංචාරකයන්ද ලෙන්දෙ, ලෙරට ක්‍රීඩා ලලෝලීන්ද ලෙෙ තරඟය ඉතාෙත්ෙ සංයෙලයන්ද, සාෙකාමීව, එකිලනකාට ලගෞරව දක්වමින්ද, නැරඹන ලලස කාරුණිකව ඉල්ලා සිටියි. ලෙෙ තරගය නරඹන්දනට පැමිලෙන සියළුෙ ක්‍රීඩාලලෝලීන්ද විසින්ද ක්‍රීඩාාංගනය තුළට ප්ලාස්ික් ල ෝ වීුරු ලබෝතල් රැලගන ඒලෙන්ද වළකින්දන. පානීය ජල අවශ්‍යතාව සඳ ා ක්‍රීඩාාංගෙය තුළ සියලුෙ ප සුකම් සලසා ඇත. තවද, කිසිු අලයකු බීෙත්ව ල ෝ කල කාරී ලලස ල ෝ අලශ්‍ෝභන ලලස ැසිලරන්දලන්දනම් ඔවුන්දට විරුද්ධව තදින්දෙ නීතිය ශ්‍රී ලාංකා ලපාලිසිය ක්‍රියාත්ෙක කරනු ලබන බව ඉතාෙත් අවධාරෙලයන්ද දැනුම් ලදනු ලැලේ. ඊට අෙතරව විශ්‍ාල ගෙන්ද ෙලු, ලහල්ෙට් / ජැකට්, ෙත්පැන්ද හා සංගීත භාණ්ඩ කිසිවක් ක්‍රීඩා භූමිය තුළට රැලගන ඒලෙන්ද වළකිය යුතුයි. තවද ලරෝන උපකරණ, පිහි වැනි",
    "fonts": [
      "IskoolaPota",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      3.9600000381469727,
      8.039999961853027,
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      68.18,
      128.2,
      393.18,
      149.15
    ],
    "text": "D/Media/Out/280/2026 2026.02.15 පැය 0430",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      35.97,
      534.77,
      782.13
    ],
    "text": "උපකරණ, ඉලලක්ලරානික් අයිතෙයන්දද ක්‍රීඩා භූමිය තුළට රැලගන ඒලෙන්ද වළකිය යුතුයි. ලකත්තාරාෙ ොවත හංදිලයන්ද සහ විල්සන්ද ලපලර්රා ොවලතන්ද බ්‍රිලරෝබබා පුල්ලල් හංදිලයන්ද කිසිු වාහනයකට ඇතුළත් වන්දනට හැකියාව ලනාෙැති අතර ක්‍රිකට් පාලක ෙණ්ඩලලයන්ද නිකුත් කරපු අවසර පත්‍රයක් ෙත ලෙෙ හන්දදි ලදලකන්ද ඇතුල් විය හැකි අතර ලවනත් කිසිු වාහනයකට ඇතුළත් විය ලනාහැක. එලෙන්දෙ ෙ ජනතාවලේ ප සුව සද ා රථ ගාල් කිහිපයක් ඳුන්දවා දී තිලේ. එනම් ක්‍රිඩාාංගෙ භූමිය රථගාල, සලතාස රථගාල, ලසලබස්තියන්ද ඇළ පාර රථගාල, ෙැිපාර්කක් රථගාල, ලකෝවිල පාර රථගාල ා ඇපල්වත්ත රථගාල ලෙන්දෙ අඩි 100 ොර්කගලේ ලදපස ඔබට රථගාල් ැියට භාවිතා කල ැකි බව කරුණීකව දැනුම් ලදමි. ලම්හිදි වින්දසන්දට් ලපලර්කරා ොවත, ග්‍රෑන්ද්පාස් පාර, බ්‍රිලටෝබබා පුල්ලල් ොර්කගය, ලසබස්තියන්ද ඇල පාර ෙැල්වත්ත පාලෙ අසලින්ද ක්‍රීඩංගනය ලදසට ඇතුළු ීෙ, අඩි 100 පාර, පන්දසල පාර හන්දදිලයන්ද ක්‍රීඩාංගනය ලදසට ඇතුළු ීෙ, ොළිගාවත්ත පටුෙග, ක්‍රීඩාංගනය අසලින්ද අතුරු ොර්ගලයන්ද ක්‍රීඩාංගනය ලදසට ඇතුළු ීෙ, සද්ධධර්ෙ ොවත පන්දසල් පාර (ලෙත්තාරාෙ පාර) හන්දදිලයන්ද පන්දසල පාරට ඇතුළු ොර්ගයන්ද වලින්ද රථවා න ගෙනාගෙනය සීො කරනු ලබයි. සියලු නරඹන්දනන්ද සී.සී.ටීී දර්ශ්‍ණ පරික්ෂා කිරීේ, ශ්‍රීර පරීක්ෂා කිරීේ හා වාහන ලසෝදිසි කිරීේ සඳහා නිරන්දතරලයන්දෙ ලෙෙ තරඟය පටන්ද ගැනීෙට ලපර සිටෙ ක්‍රියාත්ෙක වන බැවන්ද එෙ නිසාලවන්ද ශ්‍රී ලංකා ලපාලිසියට සහ ආරක්ෂක අංශ්‍වලට අවශ්‍ය සියළුෙ සහාය ලබාලදන ලලස ෙහජනතාව ලවත දන්දවා සිටි. ලපාලිස් ොධය ලකාට්ඨාසය. 2026 ஆம் ஆண்டு T20 உலகக் ககோப்பப த ோடோில் நபடதபறவுள்ள இந் ியோ – போகிஸ் ோன் கபோட்டிபய முன்னிட்டு கமற்தகோள்ளப்பட்டுள்ள போதுகோப்பு ஏற்போடுகள் த ோடோ்போன அறிவிப்பு: 2026 T20 உலகக்ககோப்பப கிோிக்தகட் த ோடோின் இந் ியோ – போகிஸ் ோன் கபோட்டிக்கோன க பவயோன போதுகோப்பு ிட்டம் ஏற்கனகவ யோோிக்கப்பட்டுள்ளது. இ ன்கபோது தபோதுமக்கள் போதுகோப்பு ஏற்போடுகள், கபோக்குவர ்து கட்டுப்போடுகள், வோகன ோிப்பிடங்கள், மோற்று வழிகபள அறிமுகப்படு ்து ல் கபோன்ற அபன ்து அம்சங்கபளயும் கரு ் ில் தகோண்டு க பவயோன நடவடிக்பககள் எடுக்கப்பட்டுள்ளன. போோ்பவயோளோ்களின் வச ிக்கோக அபன ்து ிட்டங்களும் ற்கபோது தசயல்படு ் ப்பட்டுள்ளன. இலங்பக தபோலிஸ், தபோலிஸ் விகசட அ ிரடிப் பபட, முப்பபடப் பபடயினரும் மற்றும் புலனோய்வு அ ிகோோிகளும் இபணந்து போதுகோப்பு",
    "fonts": [
      "Calibri",
      "IskoolaPota",
      "IskoolaPota-Bold",
      "Kavivanar-Regular"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      35.93,
      534.03,
      782.97
    ],
    "text": "மற்றும் கபோக்குவர ்து ிட்டங்கபள தசயல்படு ் உள்ளனோ். 2026.02.15 அன்று நபடதபறவுள்ள இப்கபோட்டிக்கோக சுமோோ் 2000 தபோலிஸ் அ ிகோோிகள் மற்றும் சுமோோ் 600 கபோக்குவர ்து கட்டுப்போட்டு அ ிகோோிகள் பணியில் ஈடுபடு ் ப்பட்டுள்ளனோ். 2026.02.15 அன்று மோபல 07.00 மணிக்கு இந் ியோ – போகிஸ் ோன் கபோட்டி ஆோ்.பிகரம ோச சோ்வக ச விபளட்டு பம ோன ் ில் ஆரம்பிக்கப்படவுள்ளது. இ னோல், பம ோன ் ின் அபன ்து நுபழவோயில்களும் ம ியம் 03.00 மணிக்கு தபோதுமக்களுக்கு ிறக்கப்படும். அபன ்து டிக்தகட்டுகளும் ஏற்கனகவ விற்பபனயோகி முடிந்துள்ள ோக ஏற்போட்டோளோ்கள் அறிவி ்துள்ளனோ். டிக்தகட் தபற்றுள்ள ரசிகோ்கள் டிக்தகட்டுடன் மட்டுகம பம ோன ் ிற்குள் அனும ிக்கப்படுவோ். டிக்தகட் இல்லோ தபோதுமக்கள் அபம ியோக ங்களது இல்லங்களிலிருந்து த ோபலக்கோட்சி வழியோக கபோட்டிபய போோ்பவயிடுமோறு ககட்டுக்தகோள்ளப்படுகின்றனோ். டிக்தகட் தபற முடியோ ரசிகோ்கள் டிக்தகட் தபறும் கநோக்கில் பம ோனம் சுற்றி ிோிவப விோ்க்குமோறு அறிவுறு ் ப்படுகின்றனோ். தவளிநோட்டு, உள்ளூோ் ரசிகோ்களும் கபோட்டிபய அபம ியோகவும், ஒழுங்கோகவும், ஒருவருக்தகோருவோ் மோியோப கோட்டியும் போோ்பவயிடுமோறு அன்புடன் ககட்டுக்தகோள்ளப்படுகிறது. கபோட்டிபய கோண வருகவோோ் பம ோன ் ிற்குள் பிளோஸ்டிக் அல்லது கண்ணோடி போட்டில்கபள தகோண்டு வர கவண்டோம். குடிநீோ் வச ி பம ோன ் ிற்குள் ஏற்போடு தசய்யப்பட்டுள்ளன. கமலும், மதுபோனம் அருந் ிய நிபலயில் அல்லது ஒழுங்கு குபலக்கும் வபகயில் நடந்து தகோள்பவோ்களுக்கு எ ிரோக கடுபமயோன சட்ட நடவடிக்பக எடுக்கப்படும் என இலங்பக தபோலிசோோ் வலியுறு ்துகின்றனோ். கமலும், தபோிய பயணப்பபகள், பலக்கவசம் / ஜோக்தகட், மதுபோனம், இபசக்கருவிகள், ட்கரோன் சோ னங்கள், க ் ி கபோன்ற கூோ்பமயோன தபோருட்கள் மற்றும் மின்னணு சோ னங்கள் பம ோன ் ிற்குள் தகோண்டு வர ் பட தசய்யப்பட்டுள்ளது. தக ் ோரோம மோவ ்ப சந் ிப்பிலிருந்து மற்றும் வில்சன் தபகரரோ மோவ ்ப வழியோக பிோிட்கடோபப்போ புல்கல சந் ிப்பிற்கு எந் தவோரு",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      35.93,
      534.03,
      513.28
    ],
    "text": "வோகன ் ிற்கும் நுபழய அனும ி இல்பல. கிோிக்தகட் கட்டுப்போட்டுச் சபபயோல் வழங்கப்பட்ட சிறப்பு அனும ி ப ் ிரம் தகோண்ட வோகனங்கள் மட்டுகம அந் சந் ிப்புகள் வழியோக நுபழயலோம். தபோதுமக்கள் வச ிக்கோக பல வோகன நிறு ்துமிடங்கள் ஒதுக்கப்பட்டுள்ளன: பம ோன வளோக வோகன ் ோிப்பிடம், ச ்க ோச வோகன ் ோிப்பிடம், தசபஸ்டியன் ஏல்போப நிறு ் ம், தமட்டிப்போோ்க் வோகன ் ோிப்பிடம், ககோவில் வீ ி வோகன ் ோிப்பிடம், ஆப்பிள்வ ்ப வோகன ் ோிப்பிடம் மற்றும் 100 அடி வீ ியின் இருபுறங்களும் வோகன ோிப்பிடமோக பயன்படு ் லோம். வின்சன்ட் தபகரரோ மோவ ்ப , கிரோண்ட்போஸ் வீ ி, பிோிட்கடோபப்போ புல்கல வீ ி, தசபஸ்டியன் ஏோிப்போப (மல்வ ் போலம் அருகில் இருந்து பம ோனம் கநோக்கி), 100 அடி வீ ி, பன்சல வீ ி சந் ிப்பிலிருந்து பம ோனம் கநோக்கி, மோளிகோவ ்ப குறுக்கு வீ ிகள், ச ் ோ்ம மோவ ்ப – பன்சல வீ ி (தக ் ோரோம வீ ி) சந் ிப்பு வழிகள் உள்ளிட்ட பகு ிகளில் கபோக்குவர ்து கட்டுப்போடுகள் அமுல்படு ் ப்படும். அபன ்து போோ்பவயோளோ்களும் சிசிடிவி கண்கோணிப்பு, உடல் கசோ பன மற்றும் வோகன கசோ பன நடவடிக்பககளுக்கு கபோட்டி த ோடங்கும் முன்கப த ோடோ்ந்து உட்படு ் ப்படுவோோ்கள். ஆபகயோல், இலங்பக தபோலிஸ் மற்றும் போதுகோப்பு அ ிகோோிகளுக்கு முழுபமயோன ஒ ்துபழப்பப வழங்குமோறு தபோதுமக்களிடம் ககட்டுக்தகோள்ளப்படுகிறது.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      527.7,
      521.6,
      554.78
    ],
    "text": "Security and Traffic Arrangements for the 2026 T-20 World Cup Match Between India and Pakistan",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      569.37,
      532.93,
      637.85
    ],
    "text": "Comprehensive security and traffic management plans have been formulated for the 2026 T-20 World Cup match between India and Pakistan. All necessary measures have been implemented to ensure public safety, traffic regulation, parking arrangements, and the introduction of alternative routes. Adequate preparations have also been made to facilitate the convenience and safety of spectators.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      652.41,
      526.11,
      707.09
    ],
    "text": "The Sri Lanka Police, the Police Special Task Force, the Tri-Forces, and intelligence agencies are jointly executing the required security operations and traffic control plans. Approximately 2,000 police officers and nearly 600 traffic personnel have been deployed to provide security and manage traffic for the match scheduled on 15.02.2026.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      721.53,
      531.38,
      776.23
    ],
    "text": "The India–Pakistan match will be held at the R. Premadasa International Cricket Stadium and is scheduled to commence at 7:00 a.m. on 15.02.2026. Stadium gates will be opened to spectators at 3:00 p.m. The organizing committee has announced that all tickets have been sold out. Accordingly, only valid ticket holders will be permitted entry to the stadium.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      36.47,
      532.63,
      104.97
    ],
    "text": "Members of the public who have not obtained tickets are advised to watch the match from their homes via television broadcast. Spectators without tickets are strongly discouraged from gathering in the vicinity of the stadium in anticipation of acquiring tickets. Both foreign visitors and local supporters are kindly requested to conduct themselves with restraint, mutual respect, and sportsmanship.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      119.53,
      516.11,
      174.21
    ],
    "text": "Spectators attending the match are requested not to bring plastic or glass bottles into the stadium premises. Adequate drinking water facilities will be available inside the venue. The police will strictly enforce the law against individuals who are intoxicated, disorderly, or engage in inappropriate behavior.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      188.65,
      518.65,
      229.53
    ],
    "text": "Additionally, large bags, helmets, jackets, alcoholic beverages, and musical instruments will not be permitted inside the stadium. The use or possession of drones, sharp objects such as knives, and unauthorized electronic devices is strictly prohibited.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      244.12,
      531.0,
      298.8
    ],
    "text": "Vehicular access will be restricted at the Kettarama Mawatha Junction and from Wilson Perera Mawatha to the Britrobaba Pulle Junction. Entry through these points will be permitted only to vehicles bearing authorized passes issued by the Cricket Board. No other vehicles will be allowed access.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      313.36,
      526.42,
      367.92
    ],
    "text": "Designated parking areas have been arranged for public convenience, including the Stadium Parking Grounds, Sathosa Parking Area, Sebastian Ela Road Parking Area, Mati Park Parking Area, Kovila Road Parking Area, Applewatte Parking Area, and both sides of the 100-Foot Road.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      382.48,
      525.26,
      450.98
    ],
    "text": "Traffic restrictions will be in effect along Vincent Perera Mawatha, Grandpass Road, Brittobaba Pulle Road, Sebastian Ela Road, the Melwatte Bridge entrance to the stadium, 100-Foot Road, Temple Road Junction entrance to the stadium, Maligawatte Lane, the side road entrance to the stadium, and from Saddharma Mawatha–Kettarama Road Junction to Temple Road.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      465.54,
      509.45,
      506.42
    ],
    "text": "All spectators are requested to extend their fullest cooperation to the security personnel, as CCTV monitoring, body searches, and vehicle inspections will be conducted prior to and during the event to ensure the safety of all attendees.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      520.32,
      227.02,
      541.12
    ],
    "text": "பத ோலிஸ் ஊடகப் பிோிவு.",
    "fonts": [
      "Kavivanar-Regular",
      "Vijaya,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      555.66,
      189.41,
      568.94
    ],
    "text": "Police Media Division.",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  }
]