[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      187.96,
      543.68,
      429.81
    ],
    "text": "ප ොලිස් මොධ්‍ය ප ොට්ඨොසය පෙත ෙොර්තො වූ ෙැදගත් පතොරතුරු 01. මනුෂ්‍ය ඝොතනයක් සිදුකිරීමට සැළසුම් ල සැ රුෙන් 05 පදපනකු අත්අඩංගුෙට - බස්නොහිර ළොත් දකුණු දිසො අ රොධ්‍ ප ොට්ඨොසය. 2025.12.06 වන දින දෙහිවල ද ොලිස් වසදේ වනරතන ොර ප්‍රදේශදේ ක්‍රීඩොපිටියක් අසලදී ගිනි අවියකින් දවඩි තබො පුේගලදයකු ඝොතනය කර තවත් පුේගලදයකුට බර තල තුවොල සිදුකිරීදේ අ රොධයට ළිගැනීමක් වශදයන් දෙහිවල ද ොලිස් වසදේදී පුේගලදයකු ඝොතනය කිරීම සඳහො ද ර සැළසුේ සකස් කරමින්, කුමන්රණය කරමින්, එම වරෙට ආධොර අනුබල දෙමින්, නීති විදරෝධි අයුතු ජනරොශියක සමොජිකයින් වශදයන් ක්‍රියො කරන ලෙ සැකකරුවන් 05 දෙදනකු 2025.12.10 වන දින උෙෑසන කොලදේ දෙහිවල ද ොලිස් වසදේ රත්මලොන ප්‍රදේශදේදී අත්අඩංගුවට දගන ඇත.",
    "fonts": [
      "IskoolaPota",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      6.960000038146973,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      430.17,
      543.75,
      574.17
    ],
    "text": "සැ රුෙන් අවුරුදු 22 හො 36 යන ෙයස්ෙල සුෙන ංකුලම, රත්මලොන, පබොරලැස්ගමුෙ, හො පමොරටුෙ ප්‍රපේශෙල දිංචි රුෙන් පේ. අත්අඩංගුවට ගත් ංකුලම ප්‍රදේශදේ දිංචි සැකකරු සන්තකදේ තිබී දහදරොයින් ග්‍රෑේ 15 ක් දසොයො දගන ඇති අතර දමොහු 2025.01.19 වන දින ගල්කකිස්ස ද ොලිස් වසදේ බදඩෝවිට ප්‍රදේශදේ දිංචි පුේගලදයකු ගිනි අවියකින් දවඩි තබො මනුෂ්‍ය ඝොතනය සිදුකිරීදේ අ රොධදේ දවඩික්කරු වශදයන් ක්‍රියොකර ඇති අතර එම අ රොධයට ගල්කකිස්ස ගරු මදහ්ස්රොත් අධිකරණදේ නඩුවක් විභොග දවමින් වතින අදයකු දේ.",
    "fonts": [
      "IskoolaPota",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      6.960000038146973,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      574.15,
      543.57,
      645.72
    ],
    "text": "තවෙ සැකකරුවන්දගන් අනොවරණය වූ දතොරතුරු මත අ රොධය සිදුකිරීම සඳහො භොවිතො කිරීමට සුෙොනේ කර තිබූ යතුරු ැදියක්ෙ දසොයො දගන ඇති අතර එම යතුරු ැදිදේ සවිකර තිබූ අංක තහඩුවක ලියො දිංචි අංකය දහෝමොගම ද ොලිස් වසදේදී දසොරකේ කල යතුරු ැදියක අංකය බවට අනොවරණය වී ඇත.",
    "fonts": [
      "IskoolaPota"
    ],
    "sizes": [
      6.960000038146973,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.02,
      645.67,
      543.59,
      725.21
    ],
    "text": "සැකකරුවන් 2025.12.11 වන අෙ දින ගල්කකිස්ස ගරු මදහ්ස්රොත් අධිකරණය දවත ඉදිරි ත් කිරීමට නියමිතව ඇත. බස්නොහිර ළොත් ෙකුණු දිසො අ රොධ දකොට්ඨොසය වැඩිදුර විමර්ශන සිදු කරනු ලබයි.",
    "fonts": [
      "IskoolaPota",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      69.5,
      141.04,
      395.82,
      161.75
    ],
    "text": "D/Media/Out/2801/2025 2025.12.11 ැය 0530",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      35.82,
      487.43,
      53.84
    ],
    "text": "01. ககொலைச் சதி மற்றும் சட்டவிர ொத சமூகச் கசயை்பொடுகளிை் ஈடுபட்ட 05",
    "fonts": [
      "Arial-BoldMT",
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      53.58,
      529.62,
      89.38
    ],
    "text": "சந்ரதகநபொ்கள் கதஹிவலளயிை் லகது. – ரமை் மொகொண கதற்கு மொவட்ட குற்றப் பிொிவு.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      103.28,
      542.6,
      192.34
    ],
    "text": "நபொ் ஒருவல ககொலை கசய்வதற்கொக முன் திட்டம் தீட்டி, சதி கசய்து, அக் குற்றத்திற்கொக உடந்லதயொக இருந்து, சட்டவிர ொத சமூகத்லதச் ரசொ்ந்த உறுப்பினொ்களொக கசயற்பட்ட 05 சந்ரதகநபொ்கள் 10.12.2025 அன்று கொலை ரவலளயிை் கதஹிவலள கபொைிஸ் பிொிவிலுள்ள இ த்மைொலன கபொைிஸ் பி ரதசத்திை் லவத்து லகது கசய்யப்பட்டுள்ளனொ்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      206.24,
      542.23,
      241.9
    ],
    "text": "ரமை் மொகொண கதற்கு மொவட்ட குற்றப்பிொிவினருக்கு கிலடக்கப்கபற்ற தகவலுக்கலமய அவொ்கலள லகது கசய்வதற்கு முடிந்துள்ளது.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      255.83,
      542.54,
      344.89
    ],
    "text": "படுககொலை 06.12.2025 அன்று கதஹிவலள கபொைிஸ் பிொிவிை் வன த்ன வீதி பி ரதசத்திை், விலளயொட்டு லமதொனம் அருகிை், துப்பொக்கி பி ரயொகம் ரமற்ககொள்ளப்பட்டு ஒருவொ் படுககொலை கசய்யப்பட்டதுடன் மற்கறொரு நபொ் படுகொயமலடந்த குற்றத்திற்கொன பழிவொங்கும் ரநொக்கத்துடன் சதி திட்டம் தீட்டப்பட்டுள்ளதொக கதொியவந்துள்ளது.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      358.67,
      542.61,
      412.21
    ],
    "text": "சந்ரதகநபொ்கள் ஐவரும் 22 மற்றும் 36 வயதிற்கிலடப்பட்டவொ்கள்; இவொ்கள் பங்குளம், இ த்மைொலன, கபொ ைஸ்கமுலவ மற்றும் கமொ ட்டுலவ பகுதிகலளச் ரசொ்ந்தவொ்கள்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      426.13,
      542.61,
      550.71
    ],
    "text": "லகது கசய்யப்பட்டவொ்களிை் பங்குளம் பி ரதசத்லதச் ரசொ்ந்த சந்ரதகநபொிடமிருந்து 15 கி ொம் கஹர ொயின் ரபொலதப் கபொருளும் லகப்பற்றப்பட்டுள்ளது. அவொ் 19.01.2025 அன்று கை்கிலச கபொைிஸ் பிொிவிற்குட்பட்ட பரடொவிட்ட பி ரதசத்லதச் ரசொ்ந்த நபொ் துப்பொக்கி பி ரயொகம் கசய்து ககொலை கசய்யப்பட்ட குற்றத்திை் பி தொன துப்பொக்கிதொொியொக கசயற்பட்டவொ் என்பதும், இக்குற்றம் கதொடொ்பொக கை்கிலச ககௌ வ நீதவொன் நீதிமன்றிை் வழக்கு விசொ லண நலடகபற்று வருவதொகவும் கதொியவந்துள்ளது.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      564.64,
      542.61,
      671.46
    ],
    "text": "ரமலும், சந்ரதகநபொிடமிருந்து விசொ லணகள் மூைம் கிலடத்த தகவைின்படி, குற்றத்லத ரமற்ககொள்வதற்கொக பயன்படுத்தத் தயொொ் நிலையிை் லவக்கப்பட்டிருந்த ரமொட்டொொ் லசக்கிள் ஒன்றும் லகப்பற்றப்பட்டுள்ளது. ரமொட்டொொ் லசக்கிளிை் கபொருத்தப்பட்டிருந்த இைக்கத் தகடு, ரஹொமொகம கபொைிஸ் பிொிவிை் திருடப்பட்ட ரமொட்டொொ் லசக்கிளின் இைக்கத் தகடொக இருப்பதும் கண்டறியப்பட்டுள்ளது.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      685.36,
      542.6,
      738.78
    ],
    "text": "சந்ரதகநபொ்கள் இன்று 11.12.2025 அன்று கை்கிலச நீதவொன் நீதிமன்றத்திை் ஆஜொ்படுத்தப்படுவொொ்கள். ரமை் மொகொண கதற்கு மொவட்ட குற்றப்பிொிவு ரமைதிக விசொ லணகலள ரமற்ககொண்டு வருகிறது.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      35.97,
      418.54,
      51.91
    ],
    "text": "Important information reported to the Police Media Division",
    "fonts": [
      "IskoolaPota"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      51.81,
      543.78,
      641.28
    ],
    "text": "01. 05 suspects arrested for planning to commit a murder - Western Province Southern District Crime Division. 05 suspects who had planned, conspired, aided and abetted the crime and acted as members of an unlawful assembly in the Dehiwala Police Division, in retaliation for the crime of killing a person and seriously injuring another person by shooting him with a firearm near a playground in the Wanarathana Road area of the Dehiwala Police Division on 06.12.2025. The suspects are aged 22 and 36 and are residents of Pankulama, Ratmalana, Boralesgamuwa and Moratuwa areas. 15g of heroin were found in the possession of the arrested suspect, a resident of Pankulama area. He was the shooter in the crime of shooting a resident of Badowita area in Mount Lavinia Police Division with a firearm on 19.01.2025 and is currently being tried in the Mount Lavinia Magistrate's Court for that crime. Furthermore, based on information revealed from the suspects, a motorcycle that was prepared to be used to commit the crime has also been found and the registration number of a number plate attached to the motorcycle has been revealed to be the number of a motorcycle stolen in Homagama Police Division. The suspects are scheduled to be produced before the Mount Lavinia Magistrate's Court today, 11.12.2025. The Western Province Southern District Crime Division is conducting further investigations. 02. ෙයොජ පලස රියදුරු බල ත්‍ර ස ස් ල සැ රුෙන් පදපදපනකු අත්අඩංගුෙට - නුපේපගොඩ ප ොට්ඨොස අ රොධ්‍ විමර්ශන ොර්යංශය. 2025.12.10 වන දින දබොරලැස්ගමුව ද ොලිස් වසදේ දේරහැර ප්‍රදේශදේදී නුදේදගොඩ දකොට්ඨොස අ රොධ විමර්ශන කොර්යංශදේ නිලධොරීන් විසින් ලෙ දතොරතුරක් මත වැටලීමක් සිදුකර වයොජ දලස රියදුරු බල ර සකස් කරන ලෙ සැකකරුවන් දෙදෙදනකු හත දේ ල සමඟ අත්අඩංගුවට දගන දබොරලැස්ගමුව ද ොලිස් ස්ථොනය දවත ඉදිරි ත් කර ඇත.",
    "fonts": [
      "IskoolaPota",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      6.960000038146973,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      641.64,
      543.78,
      707.16
    ],
    "text": "සැ රුෙන් අවුරුදු 43 හො 61 යන ෙයස්ෙල සුෙන පබොරලැස්ගමුෙ ප්‍රපේශපේ දිංචි රුෙන් පේ. අත්අඩංගුෙට ගත් පේ ල -",
    "fonts": [
      "IskoolaPota",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      6.960000038146973,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      126.02,
      707.07,
      543.6,
      742.13
    ],
    "text": "• වයොජ රියදුරු කොඩ් ත් 05 • කල්ක ඉකුත්වූ රියදුරු බල ර සඳහො නිකුත් කරන ලෙ වයොජ තොවකොලික",
    "fonts": [
      "ArialMT",
      "IskoolaPota",
      "SymbolMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      144.02,
      742.05,
      240.56,
      757.99
    ],
    "text": "රියදුරු බල ර 65",
    "fonts": [
      "IskoolaPota"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      126.02,
      36.05,
      308.98,
      123.57
    ],
    "text": "• ලැපදටෝප රිගණක යන්ර 01 • කල්ක ඉකුත්වූ රියදුරු බල ර 05 • වයොජ රියදුරු බල ර 02 • දහොදලෝග්‍රෑේ ස්ටිකර් 10 • ජංගම දුරකතන 02",
    "fonts": [
      "ArialMT",
      "IskoolaPota",
      "SymbolMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      123.54,
      543.59,
      194.97
    ],
    "text": "සැකකරුවන් 2025.12.11 වන අෙ දින නුදේදගොඩ ගරු මදහ්ස්රොත් අධිකරණය දවත ඉදිරි ත් කිරීමට නියමිතය. දබොරලැස්ගමුව ද ොලිසිය වැඩිදුර විමර්ශන සිදු කරනු ලබයි.",
    "fonts": [
      "IskoolaPota"
    ],
    "sizes": [
      6.960000038146973,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      208.88,
      539.61,
      226.78
    ],
    "text": "02. கபொ ைஸ்கமுவிை் ரபொைி சொ தி அனுமதிப்பத்தி தயொொிப்பு நிலையம் முறியடிப்பு –",
    "fonts": [
      "Arial-BoldMT",
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      226.64,
      526.24,
      262.45
    ],
    "text": "இ ண்டு சந்ரதகநபொ்கள் லகது – நுரகககொலட பிொிவின் குற்றவிய விசொ லணப் பணியகம்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      276.35,
      542.58,
      383.17
    ],
    "text": "நுரகககொலட பிொிவின் குற்றவியை் விசொ லணப் பணியகத்தின் அதிகொொிகள் 10.12.2025 அன்று கபொ ைஸ்கமுவ ரவ கஹ பகுதியிை் ரபொைி சொ தி அனுமதிப்பத்தி ங்கள் தயொொிக்கப்பட்டு வந்த இடத்லதச் சுற்றிவலளத்து, 05 ரபொைி சொ தி அனுமதிப்பத்தி ம் மற்றும் ரமலும் சிை கபொருட்களுடன் இ ண்டு சந்ரதக நபொ்கள் லகது கசய்யப்பட்டு கபொ ைஸ்கமுவ கபொைிஸ் நிலையத்திை் ஒப்பலடக்கப்பட்டுள்ளனொ்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      397.09,
      542.55,
      432.75
    ],
    "text": "லகப்பற்றப்பட்ட மற்ற ரபொைி அனுமதிப்பத்தி ங்களிை், கொைொவதியொன சொ தி அனுமதிப்பத்தி ங்களுக்கு வழங்கப்பட்ட 65",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      126.02,
      446.65,
      444.57,
      553.47
    ],
    "text": "• ரபொைியொன தற்கொைிக சொ தி அனுமதிப்பத்தி ங்கள்65, • மடிக்கணினி 01, • கொைொவதியொனசொ தி அனுமதிப்பத்தி ங்கள் 05, • ரபொைி சொ தி அனுமதிப்பத்தி ங்கள்02, • ரஹொரைொகி ொம் ஸ்டிக்கொ்கள் 10 • கதொலைரபசிகள் 02",
    "fonts": [
      "ArialMT",
      "Kavivanar-Regular",
      "SymbolMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      567.28,
      542.56,
      620.94
    ],
    "text": "லகது கசய்யப்பட்ட அப்பி ரதசத்லதச் ரசொ்ந்த 43 மற்றும் 61 வயதுலடய சந்ரதக நபொ்கள் இருவொ், 11.12.2025 அன்று நுரகககொட நீதவொன் நீதிமன்றத்திை் ஆஜொ்படுத்தப்பட்டனொ்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      634.72,
      542.63,
      670.38
    ],
    "text": "சந்ரதக நபொ்கலளயும் அவொ்களுக்கு உதவியவொ்கலளயும் அலடயொளம் கொண கபொ ைஸ்கமுவ கபொைிஸொொ் ரமலும் விசொ லணகலள ரமற்ககொண்டு வருகின்றனொ்.",
    "fonts": [
      "IskoolaPota",
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      684.72,
      543.73,
      765.67
    ],
    "text": "2. Two suspects arrested for making fake driving licenses - Nugegoda Divisional Criminal Investigation Bureau. On 10.12.2025, officers of the Nugegoda Divisional Criminal Investigation Bureau conducted a raid in the Werahera area of the Boralesgamuwa Police Division on a",
    "fonts": [
      "IskoolaPota",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      35.97,
      543.74,
      476.3
    ],
    "text": "tip-off and arrested two suspects who made fake driving licenses with the following property and presented them to the Boralesgamuwa Police Station. The suspects are residents of the Boralesgamuwa area, aged 43 and 61. Property seized - • 05 fake driving cards • 65 fake temporary driving licenses issued for expired driving licenses • 01 laptop computer • 05 expired driving licenses • 02 fake driving licenses • 10 hologram stickers • 02 mobile phones The suspects are scheduled to be produced before the Nugegoda Magistrate's Court today, 11.12.2025. Boralesgamuwa Police are conducting further investigations. 03. අයිස් මත්රෙය සමඟ සැ රුපෙකු අත්අඩංගුෙට - ප ොළඹ අ රොධ්‍ ප ොට්ඨොසය. 2025.12.10 වන දින සවස් කොලදේ ග්‍රෑන්ඩ් ොස් ද ොලිස් වසදේ මුවදෙොර උයන ප්‍රදේශදේදී දකොළඹ අ රොධ දකොට්ඨොසදේ නිලධොරීන් කණ්ඩොයමක් විසින් ලෙ දතොරතුරක් මත වැටලීමක් සිදු කර අයිස් මත්රෙය ග්‍රෑම් 280 ක් සන්ත පේ තබොපගන සිටි සැ රුපෙකු අත්අඩංගුෙට දගන ඇත. සැ රු ෙයස අවුරුදු 28 ක් ෙන ප ොළඹ 14 ප්‍රපේශපේ දිංචි රුපෙකි. දකොළඹ අ රොධ දකොට්ඨොසය වැඩිදුර විමර්ශන සිදු කරනු ලබයි.",
    "fonts": [
      "IskoolaPota",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      6.960000038146973,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      476.05,
      489.09,
      494.07
    ],
    "text": "03. ஐஸ் ரபொலதப் கபொருளுடன் சந்ரதகநபொ் லகது – ககொழும்பு குற்றப் பிொிவு.",
    "fonts": [
      "Arial-BoldMT",
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      494.05,
      542.63,
      691.99
    ],
    "text": "10.12.2025 ஆந் ரததி மொலை ரவலளயிை் கிர ன்ட்பொஸ் கபொைிஸ் பிொிவிற்குட்பட்ட முவகதொ உயன பி ரதசத்திை் ககொழும்பு குற்றப் பிொிவின் உத்திரயொகத்தொ்கள் குழுவினருக்கு கிலடத்த தகவைின் படி சுற்றிவலளப்புகலள ரமற்ககொண்டு 280 கி ொம் எலட ஐஸ் ரபொலதப் கபொருளுடன் சந்ரதகநபொ் லகது கசய்யப்பட்டுள்ளொொ். சந்ரதகநபொ் 28 வயதுலடய ககொழும்பு 14 பி ரதசத்லதச் ரசொ்ந்தவொ். க ொழும்பு குற்றப் பிரிவு மமலதி விசொரணை ணை மமற்க ொை்டு வருகின்றனர் 03. Suspect arrested with ice drug - Colombo Crimes Division.",
    "fonts": [
      "Arial-BoldMT",
      "Kavivanar-Regular",
      "NirmalaUI"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      111.74,
      691.95,
      543.04,
      733.51
    ],
    "text": "On the evening of 10.12.2025, a team of officers from the Colombo Crimes Division conducted a raid in the Mudora Uyana area of the",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      35.93,
      542.84,
      237.11
    ],
    "text": "Grandpass Police Division on a tip-off and arrested a suspect in possession of 280 grams of ice drug. The suspect is a 28-year-old resident of Colombo 14. The Colombo Crimes Division is conducting further investigations. ප ොලිස් මොධ්‍ය ප ොට්ඨොසය. ப ொலிஸ் ஊடக ் பிரிவு Police Media Division",
    "fonts": [
      "IskoolaPota-Bold",
      "Kavivanar-Regular",
      "NirmalaUI-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  }
]