[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      200.87,
      526.63,
      232.49
    ],
    "text": "Request for Public Assistance to Prevent Damage to Exposed Telecommunication Cables",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      247.1,
      526.47,
      294.8
    ],
    "text": "Dialog Axiata has requested the Inspector General of Police to inform the public about the risk of damage to telecommunication cables that have been exposed in several areas due to the prevailing adverse weather conditions.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      309.38,
      526.84,
      389.36
    ],
    "text": "According to the company, essential communication cables including fiber-optic and copper lines have been damaged or exposed in public areas as a result of the severe disaster situation affecting many parts of the island. It has also been reported that some underground telecommunication cables have sustained damage during road repair work carried out in the affected areas.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      403.84,
      526.59,
      467.74
    ],
    "text": "This situation has significantly hindered ongoing efforts to restore communication services promptly. The public is therefore urged not to damage, cut, or mishandle any exposed cables or related systems; as such acts constitute punishable offenses.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      482.32,
      526.71,
      530.02
    ],
    "text": "The Sri Lanka Police further requests the public to notify the nearest police station if they possess any information regarding individuals involved in damaging or interfering with these communication lines.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      544.6,
      526.93,
      608.41
    ],
    "text": "Additionally, the public is kindly advised to inform the relevant authorities if underground telecommunication cables are detected during the reconstruction of damaged roads. This cooperation will help ensure that restoration efforts are carried out more efficiently and safely.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      653.11,
      201.56,
      668.65
    ],
    "text": "Police Media Division",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      79.46,
      134.44,
      405.42,
      155.75
    ],
    "text": "D/Media/Out/2785 /2025 08.12.2025 1300 hrs",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0
    ]
  }
]