[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      137.08,
      543.48,
      249.45
    ],
    "text": "නිතීඥවරයෙකුට සාපරාධී බිෙගැන්වීම් සිදුකර ඔහුයේ ය ෝටර් රථෙට පහරදී අනර්ථෙ සිදුකිරීයම් සිද්ධිෙට සම්බන්වධ සැකකාරිෙන්ව යෙයෙයනකු අත්අඩංගුවට ගැනී - නුයේයගාඩ යකාට්ඨාස අපරාධ වි ර්ශන කාර්ෙංශෙ.",
    "fonts": [
      "IskoolaPota",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.960000038146973,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      249.63,
      543.76,
      623.81
    ],
    "text": "2026.01.30 දින නුගේගගොඩ ගරු මග ේස්ත්ේරොත් අධිකරණගේ විභොග වූ නඩුවක් ස්ත්ඳ ො ගෙනී සිටි නීතිඥවරුන් ගෙගෙගනකු නඩු විභොගගෙන් අනතුරුව කොර් රථෙකින් පිටව ෙන අවස්ත්ේථොගේ නුගේගගොඩ ගම්ස්ත්භො න්දිෙ ආස්ත්න්නගේදී පිරිස්ත්ක් විසින් මොර්ගෙ අවහිර කර කොර් රථෙ වට කරමින් මරණ තර්ජන කර වො නෙට ෙ රදී අනර්ථෙක් සිදු කරන ලෙ බවට මිරි ොන ගෙොලිස්ත්ේ ස්ත්ේථොනෙට ෙැමිණිල්ලක් ඉදිරිෙත් කර තිබුණි. සිද්ධධිෙ ස්ත්ම්බන්ධගෙන් මිරි ොන ගෙොලිසිෙ ඇතුළු ගෙොලිස්ත්ේ කණ්ඩොෙම් තුනක් විමර්ශන ආරම්භ කර ඇත. 2026.02.02 දින ස්ත්වස්ත් ක්මන ගෙොලිස්ත්ේ වස්ත්ගම් පුහුල්වැල්ල ප්‍රගද්ධශගේදී නුගේගගොඩ ගකොට්ඨොස්ත් අෙරොධ විමර්ශන කොර්ෙංශගේ නිලධොරීන් කණ්ඩොෙමක් විසින් ගමම සිද්ධධිෙට ස්ත්ම්බන්ධ ස්ත්ැකකොරිෙන් ගෙගෙගනකු, අයුතු ජන රොශිෙක ස්ත්ොමොජිකයින් වී සිටිමින් අයුතු අවහිරෙ, ස්ත්ොෙරොධී බිෙගැන්වීම ස්ත් අනර්ථෙ ෙන ග ෝෙනො ෙටගත් අත්අඩංගුවට ගගන මිරි ොන ගෙොලිස්ත්ේ ස්ත්ේථොනෙට ඉදිරිෙත් කර ඇත. සැකකාරිෙන්ව අවුරුදු 31 හා 55 වෙස්වල පසුවන පුහුල්වැල්ල ප්‍රයද්ධශයේ පදංචිකාරිෙන්ව යේ. ස්ත්ැකකොරිෙන් 2026.02.03 දිනට නුගේගගොඩ ගරු මග ේස්ත්ේරොත් අධිකරණෙ ගවත ඉදිරිෙත් කිරිමට නිෙමිතෙ. නුගේගගොඩ ගකොට්ඨොස්ත් අෙරොධ විමර්ශන කොර්ෙංශෙ වැඩිදුර විමර්ශන සිදු කරනු ලබයි. යපාලිස් ාධය යකාට්ඨාසෙ.",
    "fonts": [
      "IskoolaPota",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      8.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      637.48,
      542.55,
      691.14
    ],
    "text": "சட்டத்தரணிக்கு எதிராக குற்றவியல் மிரட்டல் விடுத்து அவரது மமாட்டாா் வாகனத்தத மசதப்படுத்திய சம்பவம் ததாடா்பில் இரண்டு சந்மதகநபா்கள் தகது – நுமகதகாதட பிாிவு குற்ற விசாரதணப் பணியகம்",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      704.92,
      542.58,
      758.36
    ],
    "text": "2026.01.30 அன்று நுமகதகாதட தகௌரவ நீதவான் நீதிமன்றத்தில் விசாரதணக்கு எடுத்துக்தகாள்ளப்பட்ட ஒரு வழக்கிற்காக ஆஜரான இரண்டு சட்டத்தரணிகள், வழக்கு விசாரதண முடிவதடந்த பின்னா் காாில் புறப்பட்டுச் தசல்லும் மபாது, நுமகதகாதட நகர",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      85.34,
      128.2,
      412.74,
      148.62
    ],
    "text": "D/Media/Out/ 199/2026 2026.02.03 ෙැෙ 1050",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      35.94,
      542.58,
      89.38
    ],
    "text": "சதப சந்திக்கு அருகிலுள்ள பகுதியில் சிலா் வீதிதய மறித்து, வாகனத்தத சுற்றிவதளத்து, உயிா் மிரட்டல் விடுத்து, காதர தாக்கி மசதம் விதளவித்ததாக மிாிஹான தபாலிஸ் நிதலயத்தில் முதறப்பாடு பதிவு தசய்யப்பட்டுள்ளது.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      103.28,
      542.24,
      138.94
    ],
    "text": "இந்த சம்பவம் ததாடா்பாக மிாிஹான தபாலிஸ் நிதலயம் உட்பட மூன்று தபாலிஸ் குழுக்கள் விசாரதணகதள ஆரம்பித்துள்ளன.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      152.84,
      542.46,
      224.14
    ],
    "text": "இதன் ததாடா்ச்சியாக, 2026.02.02 அன்று மாதல, ஹக்மன தபாலிஸ் பிாிவுக்குட்பட்ட புஹுல்தவல்ல பகுதியில், நுமகதகாதட பிாிவு குற்ற விசாரதணப் பணியக அதிகாாிகள் குழுவினரால் இந்த சம்பவத்துடன் ததாடா்புதடய இரண்டு சந்மதகநபா்கள் தகது தசய்யப்பட்டுள்ளனா்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      238.07,
      542.61,
      291.49
    ],
    "text": "அவா்கள் சட்டவிமராத கூட்டத்தின் உறுப்பினா்களாக இருந்து, சட்டவிமராத ததடயூட்டல், குற்றவியல் மிரட்டல் மற்றும் மசதம் விதளவித்தல் ஆகிய குற்றச்சாட்டுகளின் கீழ் தகது தசய்யப்பட்டு, மிாிஹான தபாலிஸ் நிதலயத்திற்கு ஒப்பதடக்கப்பட்டுள்ளனா்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      305.27,
      542.55,
      341.05
    ],
    "text": "தகது தசய்யப்பட்ட சந்மதகநபா்கள் 31 மற்றும் 55 வயதுதடயவா்கள்; புஹுல்தவல்ல பகுதிதயச் மசா்ந்தவா்களாவா்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      354.95,
      542.33,
      408.49
    ],
    "text": "சந்மதகநபா்கதள 2026.02.03 அன்று நுமகதகாதட தகௌரவ நீதவான் நீதிமன்றத்தில் ஆஜா்படுத்த நடவடிக்தக எடுக்கப்பட்டுள்ளது. நுமகதகாதட பிாிவு குற்ற விசாரதணப் பணியகம் மமலதிக விசாரதணகதள மமற்தகாண்டு வருகின்றது.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      422.41,
      194.68,
      440.19
    ],
    "text": "தபாலிஸ் ஊடகப் பிாிவு",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      485.32,
      543.19,
      533.02
    ],
    "text": "Arrest of Two Suspects in Connection with Criminal Intimidation of a Lawyer and Attack on His Vehicle – Nugegoda Divisional Criminal Investigation Bureau",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      547.6,
      543.18,
      643.69
    ],
    "text": "A complaint was lodged at Mirihana Police stating that on 30th January 2026, two lawyers who had appeared for a case at the Nugegoda Magistrate’s Court were leaving in their vehicle after the hearing when a group blocked the road near Nugegoda Gamsabha Junction, surrounded the car, issued threats to kill, attacked the vehicle, and caused property damage. Three police teams, including officers from Mirihana Police, initiated investigations into the incident.",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      658.15,
      525.37,
      754.23
    ],
    "text": "On the evening of 2nd February 2026, a team from the Nugegoda Divisional Criminal Investigation Bureau arrested two suspects in connection with this incident in the Puhulwella area of the Hakmana Police Division. The suspects were charged with unlawful obstruction, criminal intimidation, and mischief while being members of an unlawful assembly and were handed over to Mirihana Police Station.",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      36.57,
      459.13,
      52.11
    ],
    "text": "The suspects, residents of the Puhulwella area, are aged 31 and 55.",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      66.71,
      532.39,
      114.41
    ],
    "text": "They are scheduled to be presented before the Nugegoda Magistrate’s Court on 3rd February 2026. The Nugegoda Divisional Criminal Investigation Bureau continues to conduct further investigations into the matter.",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      128.99,
      205.4,
      144.53
    ],
    "text": "Police Media Division",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  }
]