[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      187.6,
      473.77,
      214.01
    ],
    "text": "Police Warn Public About Risks of Online and Mobile Loan Offers",
    "fonts": [
      "IskoolaPota",
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      255.38,
      543.08,
      308.12
    ],
    "text": "The Sri Lanka Police Headquarters has issued a public alert urging citizens to exercise caution when obtaining loans via the Internet or mobile phones, following an increase in complaints related to deceptive lending practices.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      321.02,
      543.55,
      392.12
    ],
    "text": "According to the Police, a significant number of institutions are currently advertising loans online and through mobile platforms, often attractively presenting these offers. In some cases, unsolicited phone calls are also used to promote the availability of instant loans without any collateral requirements.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      405.04,
      543.63,
      457.78
    ],
    "text": "However, reports received by the Sri Lanka Police reveal that many individuals are facing serious financial difficulties after obtaining such loans without paying due attention to the interest rates and repayment terms involved.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      470.56,
      543.23,
      560.26
    ],
    "text": "Daily complaints indicate that, in many cases, borrowers are unexpectedly required to pay extremely high interest rates. Moreover, these institutions are allegedly engaging in unethical recovery practices such as repeatedly calling borrowers in a harassing manner and publishing defamatory content on social media platforms to shame those who fall behind on payments.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      573.19,
      543.61,
      644.41
    ],
    "text": "In response to these concerns, the Sri Lanka Police conducted a joint inquiry with the Non-Banking Financial Institutions Supervision Department of the Central Bank of Sri Lanka. Findings confirmed that many of the entities offering loans through digital platforms are not regulated by the Central Bank.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      657.19,
      543.22,
      691.45
    ],
    "text": "The Central Bank has stated that steps are being taken to bring such institutions under proper regulatory oversight.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      704.23,
      543.05,
      756.99
    ],
    "text": "In light of this situation, the Sri Lanka Police urge the public to obtain financial services only from institutions that are duly regulated by the Central Bank of Sri Lanka to avoid potential exploitation and financial harm.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      66.86,
      124.84,
      397.26,
      145.79
    ],
    "text": "D/Media/Out/1899/2025 2025.10.16 hrs 1715",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      36.57,
      543.02,
      89.33
    ],
    "text": "For further information or to report any suspicious financial activities, members of the public are encouraged to contact their nearest police station or refer to the official website of the Central Bank.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      130.07,
      219.59,
      178.41
    ],
    "text": "Police Media Division.",
    "fonts": [
      "IskoolaPota",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  }
]