[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      198.52,
      543.61,
      661.15
    ],
    "text": "ප ොලිස් මොධ්‍ය ප ොට්ඨොසය පෙත ෙොර්තො වූ ෙැදගත් පතොරතුරු 01. ටී 56 ගිනි අවියක් හමුවීම - ගොල්ල දිසො අ ොරධ්‍ ප ොට්ඨොසය. 2025.12.16 වන දින උදෑසන කාලයේදී ගාල්ල දිසා අපරාධ යකාට්ඨාසයේ නිලධාරීන් කණ්ඩායමක් විසින් රැඳවුම් නියයෝග මත රඳවා සිටින සැකකරුයවකුයගන් කරන ලද ප්‍රශ්න කිරීම් වලදී අනාවරණය කර ගන්නා ලද යතාරතුරු මත එම සැකකරු විසින් බටයපාල යපාලිස් වසයම් දිද්දැලිය වත්ත ප්‍රයද්ශයේ කුරුඳු ඉඩමක වලදමා තිබූ ටී 56 ෙර්ගපේ ගිනි අවියක් හො එම අවියට භොවිතො ල හැකි තපරොම් 60 ක් සහිත මැගසින් 02 ක් යසායායගන ඇත. ගාල්ල දිසා අපාරධ යකාට්ඨාසය වැඩිදුර විමර්ශන සිදු කරනු ලබයි. 01. டி 56 துப்பாக்கி ககப்பற்றல் – காலி பிராந்திய குற்றப் பாிவு. காலி பிராந்திய குற்றப் பிாிவின் உத்தியயாகத்தா்களால் தடுத்து கவத்து விசாரகை யேற்ககாள்ளப்பட்டு வந்த சந்யதகநபாிடேிருந்து கபறப்பட்ட தகவலின் அடிப்பகடயில், 16.12.2025 ஆே் திகதி காகல யவகளயில், பட்டகபால கபாலிஸ் பிாிவிற்குட்பட்ட தித்கதாிய வத்கத பிரயதசத்திற்கு கசன்று யேற்ககாள்ளப்பட்ட யதடுதல் நடவடிக்ககயின் யபாது, இலவங்கப்பட்கட காைியில் புகதக்கப்பட்ட நிகலயில் இருந்த T-56 ரக துப்பாக்கி ஒன்றுே், அதற்கு கபாருத்தக்கூடிய 60 யதாட்டாக்களுடன் இரை்டு கேகசீன்களுே் கை்கடடுக்கப்பட்டன. இே் ேீட்பு நடவடிக்கக கதாடா்பாகவுே், குறித்த துப்பாக்கி கதாடா்பான யேலதிக விசாரகைகளுே் காலி பிராந்திய குற்றப் பிாிவினரால் கதாடா்ந்து யேற்ககாள்ளப்பட்டு வருகின்றன.",
    "fonts": [
      "Arial-BoldMT",
      "IskoolaPota",
      "IskoolaPota-Bold",
      "Kavivanar-Regular",
      "Latha",
      "Latha,Bold"
    ],
    "sizes": [
      6.960000038146973,
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      674.26,
      546.88,
      716.76
    ],
    "text": "Forwarding important information reported to the Police Media Division to the media.",
    "fonts": [
      "IskoolaPota-Bold",
      "Latha,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      70.1,
      149.8,
      401.7,
      170.22
    ],
    "text": "D/Media/Out/2831/2025 2025.12.16 පැය 1600",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      72.02,
      547.15,
      152.93
    ],
    "text": "01. Discovery of a T-56 firearm - Galle District Crime Division. On the morning of 16.12.2025, a team of officers from the Galle District",
    "fonts": [
      "IskoolaPota-Bold",
      "Latha,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      148.82,
      547.14,
      330.68
    ],
    "text": "Crime Division, during the interrogation of a suspect held on remand orders, discovered a T-56 firearm and 02 magazines containing 60 rounds of ammunition for the weapon, which had been buried by the suspect in a cinnamon plot in the Diddeliya Watta area of the Batapola Police Division. The Galle District Crime Division is conducting further investigations. 02. නිෙසක් ගිනි ගැනීපමන් ොන්තොෙක් පිළිස්ී මියයොම - පමොරෙ ප ොලිස් ෙසම.",
    "fonts": [
      "IskoolaPota-Bold",
      "Latha,Bold"
    ],
    "sizes": [
      6.960000038146973,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      328.7,
      543.61,
      403.76
    ],
    "text": "2025.12.16 වන අද දින අළුයම් කාලයේ යමාරවක යපාලිස් වසයම් කළුයබෝවිටියන ප්‍රයද්ශයේ නිවසක ඇති වූ ගින්නක් ය ්තුයවන් එහි සිටි කාන්තාවක් පිළිස්ී මියයගාස් ඇති බවට යමාරවක යපාලිස් ස්ථානය යවත ලද පැමිණිල්ලක් මත විමර්ශන ආරම්භ කර ඇත.",
    "fonts": [
      "IskoolaPota",
      "Latha",
      "Latha,Bold"
    ],
    "sizes": [
      6.960000038146973,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      400.99,
      543.52,
      530.43
    ],
    "text": "මරණ ොරිය ෙයස අවුරුදු 70 ක් වූ ළුප ෝවිටියන ප්‍රපේශපේ දිිංචි රුපෙකි. ගින්න ය ්තුයවන් නිවයස් මුළුතැන්යගය ා මරණකාරිය සිටි නිදන කාමරය විනාශ වී ඇති අතර ගින්නට ය ්තුව යමයතක් ත වුරු වී යනාමැති අතර සිද්ිය සම්බන්ධයයන් යමාරවක යපාලිසිය වැඩිදුර විමර්ශන සිදු කරනු ලබයි. 02. வீடு தீப்பிடித்து எாிந்து கபை் பலி - கோரவக்க காவல் பிாிவில்",
    "fonts": [
      "Arial-BoldMT",
      "IskoolaPota",
      "IskoolaPota-Bold",
      "Kavivanar-Regular",
      "Latha",
      "Latha,Bold"
    ],
    "sizes": [
      6.960000038146973,
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      530.41,
      545.15,
      637.14
    ],
    "text": "கோரவக்க கபாலிஸ் பிாிவிலுள்ள களுயபாவிட்டியன பகுதியிலுள்ள ஒரு வீட்டிலிருந்து கபை் ஒருவா் இன்று, 16.12.2025 அதிகாகல யவகளயில் ஏற்பட்ட தீ விபத்தில் தீக்காயேகடந்து உயிாிழந்ததாக கோரவக்க கபாலிஸ் நிகலயத்திற்கு கிகடத்த முகறப்பாட்டின் அடிப்பகடயில், கோரவக்க கபாலிஸ் நிகலயத்தில் விசாரகைகள் ஆரே்பிக்கப்பட்டுள்ளன.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      637.12,
      455.49,
      672.66
    ],
    "text": "இறந்தவா் களுயபாவிட்டான பகுதிகயச் யசா்ந்த 70 வயதுகடயவா்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      672.76,
      542.25,
      708.3
    ],
    "text": "தீ விபத்து காரைோக வீட்டின் சகேயலகற ேற்றுே் இறந்தவா் தங்கியிருந்த படுக்ககயகற ஆகியகவ எாிந்து நாசோகியுள்ளன. தீ விபத்துக்கான காரைே்",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      71.96,
      542.43,
      445.63
    ],
    "text": "இன்னுே் உறுதிப்படுத்தப்படவில்கல, யேலுே் சே்பவே் குறித்து கோரவக்க கபாலிசாா் யேலுே் விசாரகைககள யேற்ககாை்டு வருகின்றன. 3. Woman burns to death in house fire - Morawaka Police Division. Investigations have been initiated at the Morawaka Police on a complaint received at the Morawaka Police that a woman who was in a house in the Kalubowitiyana area of the Morawaka Police Division had died of burns due to a fire in the early hours of today, 16.12.2025. The deceased is a 70-year-old resident of the Kalubowitiyana area. The kitchen of the house and the bedroom where the deceased was staying have been destroyed due to the fire. The cause of the fire has not yet been confirmed and the Morawaka Police are conducting further investigations into the incident. ප ොලිස් මොධ්‍ය ප ොට්ඨොසය. கபாலிஸ் ஊடகப் பிாிவு Police Media Division",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold",
      "Kavivanar-Regular"
    ],
    "sizes": [
      11.039999961853027,
      12.0,
      14.039999961853027
    ]
  }
]