[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      187.96,
      543.74,
      466.59
    ],
    "text": "ප ොලිස් මොධ්‍ය ප ොට්ඨොසය පෙත ෙොර්තො වූ ෙැදගත් පතොරතුරු 01. පෙඩි තබො මනුෂ්‍ය ඝොතනය ට තැත් ර බර තල තුෙොල සිදුකිරීම සම්බන්ධ්‍ෙ සැ රුෙන් පදපදපනකු හො සැ ොරියක් අත්අඩංගුෙට - පහෝමොගම ප ොට්ඨොස අ රොධ්‍ විමර්ශන ොර්යංශය. 2025.12.03 වන දින ක ොස්ගම ක ොලිස් වසකේ ක ොරවකගොඩ ප්‍රකේශකේදී ත්‍රීකරෝද රථයකින් ගමන් රමින් සිටි පුේගලකයකුට කවඩි ත ො ඝොතනයට තැත් කිරීම සේ න්ධකයන් ක ෝමොගම ක ොට්ඨොස අ රොධ විමර්ශන ොර්යංශය මඟින් විමර්ශන ආරේභ ර තිබුණි. විමර්ශන නිලධොරින්ට ලද කතොරතුර ට අනුව කමම අ රොධය සිදු ළ කවඩික් රු, යතුරු ැදිකේ ැදි රු ො සැ රුවන්ට නවොතැන් ල ො කදමින් අ රොධයට ආධොර අනු ල දුන් සැ ොරියක් 2025.12.09 වන දින තුේකමෝදර ප්‍රකේශකේදී එම ක ොට්ඨොසකේ නිලධොරීන් විසින් අත්අඩංගුවට කගන ඇත.",
    "fonts": [
      "IskoolaPota",
      "IskoolaPota-Bold",
      "Kavivanar-Regular"
    ],
    "sizes": [
      6.960000038146973,
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      466.67,
      543.78,
      528.4
    ],
    "text": "සැ රුෙන් අවුරුදු 31 හො 45 ෙයස්ෙල සුෙන රුෙන්ෙැල්ල සහ තුම්පමෝදර ප්‍රපේශෙල දංචි රුෙන් ෙන අතර සැ ොරිය ෙයස අවුරුදු 43ක් ෙන තුම්පමෝදර ප්‍රපේශපේ දංචි ොරියකි.",
    "fonts": [
      "IskoolaPota",
      "IskoolaPota-Bold",
      "Kavivanar-Regular"
    ],
    "sizes": [
      6.960000038146973,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      528.56,
      543.61,
      745.88
    ],
    "text": "සැ රුවන් විසින් අ රොධය සඳ ො කයොදොගත් රිකවෝලවර් අවියක්, ජංගම දුර ථනයක් ක ොලිසිය විසින් ඔවුන්කේ ප්‍ර ොශ මත කසොයොකගන ඇත. ක ෝමොගම ක ොට්ඨොස අ රොධ විමර්ශන ොර්යංශය වැඩිදුර විමර්ශන සිදු රනු ල යි. 01 துப்பாக்கி பிரயயாகத்தில் மனித படுககாலல கெய்வதற்கு முயற்ெித்து படுகாயத்லத ஏற்படுத்தியலம கதாடா்பாக இரண்டு ெந்யதகநபா்கள் மற்றும் கபண் ெந்யதகநபா்களும் லகது கெய்யப்பட்டுள்ளனா் – ய ாமாகலம பிாிவின் குற்றவியல் விொரலணப் பணியகம். 03.12.2025 ஆந் திகதி ககாஸ்கலம கபாலிஸ் பிாிவிற்குட்பட்ட கபாறவககாட பிரயதெத்தில் முெ்ெக்கர வண்டியில் பயணித்த நபா் ஒருவலர இலக்கு லவத்து துப்பாக்கி பிரயயாகம் யமற்ககாண்டு படுககாலல கெய்வதற்கு முயற்ெித்தலம",
    "fonts": [
      "IskoolaPota",
      "IskoolaPota-Bold",
      "Kavivanar-Regular"
    ],
    "sizes": [
      6.960000038146973,
      11.039999961853027,
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      69.5,
      147.04,
      395.82,
      167.46
    ],
    "text": "D/Media/Out/2794/2025 2025.12.10 ැය 0545",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      35.94,
      542.53,
      249.37
    ],
    "text": "கதாடா்பாக ய ாமாகலம பிாிவின் குற்றவியல் விொரலணப் பணியகத்தினரால் விொரலண யமற்ககாள்ளப்பட்டது. விொரலண உத்தியயாகத்தா்களுக்கு கிலடத்த தகவலின் படி இக் குற்றத்லத யமற்ககாண்ட துப்பாக்கிதாாி, முெ்ெக்கர வண்டியின் ஓட்டுநா் மற்றும் ெந்யதகநபா்களுக்கு தங்குமிட வெதிகலள வழங்கி குற்றத்திற்கு உடந்லதயாக இருந்த கபண் ெந்யதக நபரும் 09.12.2025 அன்று தும்யமாதலர பிரயதெத்தில் லவத்து பணியக உத்தியயாகத்தா்களால் லகது கெய்யப்பட்டுள்ளனா். ெந்யதக நபா்களின் வயது 31 மற்றும் 45 வயதுலடய ருவான்கவல்ல மற்றும் தும்யமாதர பிரயதெத்லதெ் யொ்ந்தவா்கள் என்பதுடன் கபண் ெந்யதகநபா் 43 வயதுலடய தும்யமாதர பிரயதெத்லதெ் யொ்ந்தவா்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      249.35,
      542.4,
      356.05
    ],
    "text": "ெந்யதக நபா்களால் குற்றம் கதாடா்பாக பயன்படுத்திய சுழல் துப்பாக்கி, லகத் கதாலலயபெி ஒன்றும் அவா்களின் வாக்குமூலத்திற்கு அலமவாக கபாலிொா் லகப்பற்றியுள்ளனா். ய ாமாகலம கபாலிொா் யமலதிக விொரலணகலள யமற்ககாண்டு வருகின்றனா். 1. Two suspects and a female suspect arrested in connection with the attempted",
    "fonts": [
      "ArialMT",
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      356.15,
      543.76,
      754.94
    ],
    "text": "murder of a person by shooting and causing serious injuries - Homagama Divisional Criminal Investigation Bureau. The Homagama Divisional Criminal Investigation Bureau had initiated investigations into the attempted murder of a person who was traveling on a three-wheeler in the Borawagoda area of Kosgama Police Division on 03.12.2025. According to information received by the investigating officers, the shooter who committed this crime, the rider of the motorcycle and a female suspect who provided shelter to the suspects and aided in the crime were arrested by the officers of the said division on 09.12.2025 in the Thummodara area. The suspects are residents of Ruwanwella and Thummodara areas, aged 31 and 45, while the female suspect is a resident of Thummodara area, aged 43. Based on their statements, the police have recovered a revolver and a mobile phone used by the suspects in the crime. The Homagama Divisional Criminal Investigation Bureau is conducting further investigations. 02. නීති විපරෝධී පලස මුහුදු මොර්ගපයන් පමරටට පගන්ෙන ලද බීඩි ප ොළ සහ ළිපබෝධ්‍ නොශ පතොගයක් සමඟ සැ රුපෙකු අත්අඩංගුෙට - පෙන්නප්පුෙ ප ොලිස් ස්ථොනය",
    "fonts": [
      "IskoolaPota-Bold",
      "Kavivanar-Regular"
    ],
    "sizes": [
      6.960000038146973,
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      35.97,
      547.09,
      157.12
    ],
    "text": "රොජය බුේි අංශකේ නිලධොරීන්කගන් ලද කතොරතුරක් මත 2025.12.09 වන දින උදෑසන ොලකේ කවන්නප්පපුව ක ොලිස් වසකේ මො ඔය, රණ ොර ප්‍රකේශකේදී කවන්නප්පපුව ක ොලිස් ස්ථොනකේ නිලධොරීන් ණ්ඩොයමක් විසින් වැටලීමක් සිදු ර නීති විපරෝධී පලස මුහුදු මොර්ගය ඔස්පස් පමරටට රැපගන එන ලද බීඩි ප ොළ කිපලෝග්‍රෑම් 626 අඩංගු ොර්සල් 17ක්, ළිපබෝධ්‍ නොශ බෙට සැ ප පරන ැ ට් 60000 ක් අඩංගු ොර්සල් 20 ක් සමඟ සැ රුපෙකු අත්අඩංගුවට කගන ඇත.",
    "fonts": [
      "IskoolaPota",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      6.960000038146973,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      157.48,
      542.63,
      545.55
    ],
    "text": "සැ රු ෙයස අවුරුදු 27 ක් ෙන ප ොළඹ 15 ප්‍රපේශපේ දංචි රුපෙකි. කවන්නප්පපුව ක ොලිසිය වැඩිදුර විමර්ශන සිදු රනු ල යි. 02. ெட்ட வியராதமாக கடல் வழியாக இந்நாட்டுக்கு கடத்திவரப்பட்ட பீடி இலலகள் மற்றும் பூெ்ெிக்ககால்லிகளுடன் ெந்யதகநபா் லகது – கவன்னப்புவ கபாலிஸ் நிலலயம் அரெ புலனாய்வு அதிகாாிகளின் ரகெிய தகவலின் யபாில், கவன்னப்புவ கபாலிஸ் நிலலய அதிகாாிகள் குழு, கவன்னப்புவ கபாலிஸ் பிாிவின் மாஓயா, பலழய வீதி பகுதியில் 09.12.2025 அன்று காலல யொதலன நடத்தியது. 626 கியலாகிராம் பீடி இலலகள் அடங்கிய 17 பாா்ெல்கள் மற்றும் 60,000 ெந்யதகத்திற்குாிய பூெ்ெிக்ககால்லிகள் அடங்கிய 20 பாா்ெல்களுடன் ஒரு ெந்யதக நபலர லகது கெய்தனா். இலவ ெட்டவியராதமாக கடல் வழியாக நாட்டிற்கு ககாண்டு வரப்பட்டன. ெந்யதக நபா் ககாழும்பு 15 ஐ வெிக்கும் 27 வயதுலடயவா். கவன்னப்புவ கபாலிொா் யமலதிக விொரலணகலள யமற்ககாண்டு வருகின்றனா். 2. A suspect was arrested with a stock of beedi leaves and pesticides illegally",
    "fonts": [
      "ArialMT",
      "IskoolaPota",
      "IskoolaPota-Bold",
      "Kavivanar-Regular"
    ],
    "sizes": [
      6.960000038146973,
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      107.42,
      545.53,
      542.6,
      757.27
    ],
    "text": "brought into the country by sea - Wennappuwa Police Station On a tip-off from State Intelligence officers, a team of officers from the Wennappuwa Police conducted a raid in the Ma Oya, Parana Para area of the Wennappuwa Police Division on the morning of 09.12.2025 and arrested a suspect with 17 parcels containing 626 kg of beedi leaves illegally brought into the country by sea and 20 parcels containing 60,000 packets suspected to be pesticides. The suspect is a 27-year-old resident of Colombo 15. Wennappuwa Police are conducting further investigations.",
    "fonts": [
      "IskoolaPota",
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      55.58,
      258.35,
      133.91
    ],
    "text": "ප ොලිස් මොධ්‍ය ප ොට්ඨොසය. கபாலிஸ் ஊடகப் பிாிவு Police Media Division",
    "fonts": [
      "IskoolaPota-Bold",
      "Kavivanar-Regular"
    ],
    "sizes": [
      14.039999961853027
    ]
  }
]