[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      162.52,
      560.46,
      471.22
    ],
    "text": "ත්‍රීකුණාමලය වරාය ප ාලිස් වසපේ පවරළ තීරපේ බුදු පිළිමයක් තැන් ත් කිරීපේ සිද්ධියට අදාල නඩුව ගරු අිකරණපේ කැඳවීම. 2025.11.16 දින ත්‍රීකුණාමලය නගරයේ යෙරළ ආරක්ෂක කලාපය තුල අනෙසර කුටියක් ඉදිකර බුදු පිළිමයක් තැන්පත් කිරීමට කටයුතු කරන බෙට යෙරළ සංරක්ෂණ හා යෙරළ සම්පත් කළමනාකරණ යෙපාර්තයම්න්තුයේ නිලධාරීන් විසින් ත්‍රීකුණාමලය ෙරාය යපාලිස් ස්ථානයට සිදු කරන ලෙ පැමිණිල්ලට අොලෙ විමර්ශන ආරම්භ කර තිබුණි. යමම සිදුවීම සම්බන්ධයයන් ත්‍රීකුණාමලය ගරු මයහ්ස්රාත් අධිකරණයට කරුණු ොර්තා කර තිබූ අතර 2026.01.14 දින ගරු අධිකරණයේදී යමම නඩුෙ කැඳො ඇත. නඩුෙට අොලෙ නම් කරන ලෙ සැකකරුෙන් 11 යෙයනකුයගන් 09 යෙයනකු අෙ දින ගරු අධිකරණයේ යපනී සිට ඇති අතර එම සැකකරුෙන් 09 යෙනා 2026.01.19 ෙන දින ෙක්ො රක්ිත බන්ධනාගාර ගත කර ඇත. ගරු අධිකරණය මඟින් අෙ දින යමම නඩුෙට අොලෙ තෙත් පුද්ගලයින් සිේ යෙයනකු සැකකරුෙන් ෙශයයන් නම් කර එම සැකකරුෙන් අත්අඩංගුෙට යගන ඉදිරිපත් කිරීමට නියයෝග කර ඇත. 2026.01.19 දින යමම නඩුෙ නැෙත කැඳවීමට නියමිතය.",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "IskoolaPota",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      3.9600000381469727,
      6.960000038146973,
      8.039999961853027,
      9.960000038146973,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      473.23,
      316.85,
      534.94
    ],
    "text": "ප ාලිස් මාධ්‍ය පකාට්ඨාසය.",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      549.01,
      544.45,
      584.94
    ],
    "text": "திருககோணமலை துலைமுக பபோைிஸ் பிோிவிை்குட்பட்ட கடை்கலைப் பகுதியிை் புத்தோ் சிலை நிறுவிய சம்பவம் பதோடோ்போன வழக்கு நீதிமன்ைத்திை் விசோைலணக்கு அலழப்பு.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      598.72,
      559.31,
      687.78
    ],
    "text": "2025.11.16 அன்று, திருககோணமலை நகோிை் கடை்கலை போதுகோப்பு வையத்திை்குள் அனுமதியின்ைி புத்தோ் சிலை ஒன்லை நிறுவ நடவடிக்லக கமை்பகோள்ளப்படுவதோக, கடை்கலை போதுகோப்பு மை்றும் கடை்கலை வள முகோலமத்துவ திலணக்கள அதிகோோிகள் திருககோணமலை துலைமுக பபோைிஸ் நிலையத்திை் பசய்த முலைப்போட்டின் அடிப்பலடயிை் விசோைலணகள் ஆைம்பிக்கப்பட்டிருந்தன.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      701.68,
      559.28,
      790.76
    ],
    "text": "இச் சம்பவம் பதோடோ்போக திருககோணமலை பகௌைவ நீதிவோன் நீதிமன்ைத்திை்கு தகவை்கள் அைிவிக்கப்பட்டிருந்ததுடன், 2026.01.14 அன்று இந்த வழக்கு நீதிமன்ைத்திை் விசோைலணக்கு அலழக்கப்பட்டது. வழக்குடன் பதோடோ்புலடயதோக பபயோிடப்பட்ட 11 சந்கதகநபோ்களிை், 09 கபோ் இன்று நீதிமன்ைத்திை் ஆஜைோகியிருந்தனோ். அவோ்கலள 2026.01.19 வலை விளக்கமைியைிை் லவக்க நீதிமன்ைம் உத்தைவிட்டுள்ளது.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      87.38,
      134.32,
      402.42,
      156.3
    ],
    "text": "D/Media/Out/77/2026 2026.01.14පැය 1750",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      35.94,
      558.47,
      89.38
    ],
    "text": "கமலும், இவ்வழக்கு பதோடோ்போக கூடுதைோக நோன்கு நபோ்கலள சந்கதகநபோ்களோக பபயோிட்டு, அவோ்கலள லகது பசய்து நீதிமன்ைத்திை் முன்னிலைப்படுத்துமோறு பகௌைவ நீதிமன்ைம் இன்று உத்தைவிட்டுள்ளது.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      103.4,
      490.53,
      121.18
    ],
    "text": "இந்த வழக்கு 2026.01.19 அன்று மீண்டும் விசோைலணக்கு அலழக்கப்பட உள்ளது.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      135.2,
      194.68,
      152.98
    ],
    "text": "பபோைிஸ் ஊடகப் பிோிவு",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      167.41,
      506.0,
      194.49
    ],
    "text": "Court Proceedings Initiated Regarding the Placement of a Buddha Statue within the Trincomalee Port Police Division",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      209.05,
      549.68,
      236.13
    ],
    "text": "The case pertaining to the incident involving the placement of a Buddha statue on the beach within the Trincomalee Port Police Division has been taken up before the Honourable Court.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      250.6,
      541.58,
      305.28
    ],
    "text": "On 16.11.2025, officers of the Coastal Conservation and Coastal Resources Management Department commenced investigations following a complaint received by the Trincomalee Port Police Station, alleging that an unauthorized structure was being erected and a Buddha statue had been installed within the coastal conservation zone of Trincomalee city.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      319.84,
      558.26,
      360.72
    ],
    "text": "The relevant facts of the incident were subsequently reported to the Trincomalee Magistrate’s Court, and the case was taken up for hearing on 14.01.2026. Of the eleven (11) suspects named in the case, nine (09) appeared before the Honourable Court today and were remanded until 19.01.2026.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      375.28,
      557.63,
      416.18
    ],
    "text": "In addition, the Court today identified four (04) additional individuals as suspects in this matter and issued orders for their arrest and production before court. The case has been scheduled to be recalled on 19.01.2026.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      430.62,
      186.41,
      443.9
    ],
    "text": "Police Media Division",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  }
]