[
  {
    "page_number": 0,
    "bbox": [
      159.5,
      199.36,
      456.01,
      215.61
    ],
    "text": "Public Advisory on the Dangers of Sky Lanterns.",
    "fonts": [
      "IskoolaPota-Bold",
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      260.3,
      543.0,
      308.0
    ],
    "text": "The Sri Lanka Police wishes to draw the attention of the general public to the serious risks associated with the indiscriminate use of sky lanterns during festive seasons and special celebrations across the island.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      322.58,
      543.09,
      386.48
    ],
    "text": "It has been observed that many individuals release sky lanterns of different sizes, which are propelled into the sky using an open flame. While these lanterns may appear entertaining, they pose a significant fire hazard as they may drift uncontrollably and fall to the ground while still alight.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      400.96,
      543.51,
      464.86
    ],
    "text": "If such lanterns descend onto sensitive or vulnerable locations such as fireworks manufacturing sites, fuel stations, petroleum storage facilities, residential homes, commercial buildings, or crowded public spaces, they can trigger destructive fires, resulting in severe damage to property and even the loss of lives.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      479.44,
      543.54,
      543.22
    ],
    "text": "Notably, the release of sky lanterns has also been witnessed at Galle Face Green in Colombo. Should one of these lanterns ignite and land on a high-risk location, apartment complex, or densely populated area, the consequences could be catastrophic, leading to extensive destruction and casualties.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      557.83,
      543.37,
      621.61
    ],
    "text": "In light of these dangers, the Sri Lanka Police strongly emphasizes the importance of raising public awareness and urges citizens to exercise the highest level of caution and responsibility when considering the release of sky lanterns, even during festive occasions.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      636.19,
      542.98,
      667.81
    ],
    "text": "By acting responsibly, the public can play a vital role in preventing avoidable tragedies and safeguarding both lives and property.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      712.51,
      201.56,
      728.44
    ],
    "text": "Police Media Division",
    "fonts": [
      "IskoolaPota",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      88.46,
      119.2,
      419.58,
      140.27
    ],
    "text": "D/Media/Out/ 1730/2025 09/09/2025 1340 hrs.",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0
    ]
  }
]