[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      171.52,
      400.69,
      249.12
    ],
    "text": "ප ොලිස් මොධ්‍ය ප ොට්ඨොසය පෙත ෙොර්තො වූ ෙැදගත් පතොරතුරු",
    "fonts": [
      "IskoolaPota-Bold"
    ],
    "sizes": [
      9.960000038146973,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      263.03,
      525.92,
      298.69
    ],
    "text": "பபொலிஸ் ஊடகப் பிொிவிற்கு அறிவிக்கப்பட்ட முக்கிய தகவல்களை பவகுசன ஊடகங்களுக்கு பவைியிடல்",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      312.58,
      525.95,
      354.14
    ],
    "text": "Forwarding important information reported to the Police Media Division to the media.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      368.47,
      527.08,
      640.56
    ],
    "text": "01. ප ෞරොණි ෙටිනො මින් යතු බුද්ධ්‍ ප්‍රතිමො ෙක් ැහැරගැනීමක් සම්බන්ධ්‍පයන් සැ රුෙන් 14 පදපනකු අත්අඩංගුෙට - මොෙතගම ප ොලිස් ස්ථොනය. 2026.01.28 දින රාත්‍රී කාලයේ මාවතගම යපාලිස් වසයේ කහපත්වල කැබිලිතියගාඩ පුරාන රජමාහා විහාරයේ ස්වාමින්වහන්යස්ලා වැඩවසන ආවාසයෙහි තුල තැන්පත් කර තිබූ බුද්ධ ප්‍රතිමාකවක් පැහැරයගන ගිෙ බවට මාවතගම යපාලිස් ස්ථානෙට ලද යතාරතුරක් මත විමර්ශන ආරේභ කර ඇත. එදින (28) රාත්‍රී අපරාධ පරීක්ෂණ යදපාර්තයේන්තුයේ නිලධාරින් බව පවසමින් පුද්ගලයින් සිේයදයනකු විහරස්ථානෙට පැමිණ එහි ආවාසයෙහි තුල තැන්පත් කර තිබූ අඩි 1 1/2 පමණ වූ රන් පැහැති බුද්ධ ප්‍රතිමාව විමර්ශන කටයුත්තක් සඳහා අවශය බව පවසමින් ස්වාමින්වහන්යස්ලායගන් ලබායගන එෙ පැහැරයගන යගාස් ඇති බව විමර්ශන වලදී අනාවරණෙ වී ඇත. යේ සේබන්ධ විමර්ශන සිදුකර මාවතගම යපාලිසිෙ විසින් සිද්ිෙට අදාල සැකකරුවන් 14 යදයනකු 2026.01.31 දින අත්අඩංගුවට යගන ඇති අතර පැහැරගන්නා ලද පිළිමවහන්යස් සහ අපරාධෙ සඳහා යොදාගත් වෑන් රථ යදකක් යපාලිසිෙ විසින් භාරෙට යගන ඇත.",
    "fonts": [
      "IskoolaPota",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      6.960000038146973,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.02,
      640.92,
      527.04,
      800.83
    ],
    "text": "සැ රුෙන් අවුරුදු 22 හො 56 ෙයස්ෙල සුෙන මිනීගමුෙ, පතල්පදණිය, පමොණරොගල, මතුගම, මොතපල් හො රිදීගම යන ප්‍රපද්ශෙල දංචි රුෙන් පේ. සැකකරුවන් 2026.01.31 දින පිළැස්ස ගරු අිකරණෙට ඉදිරිපත් කිරීයමන් අනතුරුව 2026.02.13 දින දක්වා රක්ිත බන්ධනාගාර ගතකර ඇත. මාවතගම යපාලිසිෙ විසින් වැඩිදුර විමර්ශන සිදු කරනු ලබයි.",
    "fonts": [
      "IskoolaPota",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      6.960000038146973,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      68.06,
      165.64,
      388.62,
      186.11
    ],
    "text": "D/Media/Out/178/2026 2026.02.01 පැෙ 0530",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      74.72,
      525.93,
      110.5
    ],
    "text": "பதொல்லியல் பபறுமதியுளடய புத்தொ் சிளல கடத்தல் பதொடொ்பில் 14 சந்ததகநபொ்கை் ளகது – மொவத்தகம பபொலிஸ் நிளலயம்",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      124.4,
      525.9,
      213.46
    ],
    "text": "2026.01.28 அன்று இரவு, மொவத்தகம பபொலிஸ் பிொிவுக்குட்பட்ட கஹபத்வல பகபிலித்திபகொட புரொண ரஜமஹொ விகொளரயில், ததரொ்கைொல் பொதுகொத்து ளவக்கப்பட்டிருந்த புத்தொ் சிளல ஒன்று கடத்தப்பட்டதொக மொவத்தகம பபொலிஸ் நிளலயத்திற்கு கிளடத்த தகவலின் அடிப்பளடயில் விசொரளணகை் ஆரம்பிக்கப்பட்டன.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      227.36,
      525.93,
      316.45
    ],
    "text": "அதத நொைில் (28) இரவு, குற்றவியல் விசொரளணத் திளணக்கைத்தின் அதிகொொிகை் எனத் பதொிவித்து நொல்வொ் விகொளரக்கு வந்து, விசொரளணக்கொக ததளவ எனக் கூறி, ஆவொசத்திற்குை் ளவக்கப்பட்டிருந்த சுமொொ் 1 1/2 அடி உயரமுை்ை தங்க நிற புத்தொ் சிளலளய ததரொ்கைிடமிருந்து பபற்றுக் பகொண்டு கடத்திச் பசன்றது விசொரளணகைில் பதொியவந்துை்ைது.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      330.35,
      525.92,
      401.53
    ],
    "text": "இதுபதொடொ்பொன விசொரளணகைின் தபொில், மொவத்தகம பபொலிஸொொ் 2026.01.31 அன்று சம்பவத்துடன் பதொடொ்புளடய 14 சந்ததகநபொ்களை ளகது பசய்துை்ைதுடன், கடத்தப்பட்ட புத்தொ் சிளலயும் குற்றத்திற்கு பயன்படுத்தப்பட்ட தவன் இரண்ளடயும் பபொலிஸொொ் ளகப்பற்றியுை்ைனொ்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      415.45,
      525.93,
      468.87
    ],
    "text": "சந்ததகநபொ்கை் 22 முதல் 56 வயதுகளுக்கிளடப்பட்டவொ்கை் அவொ்கை், மினீகமுவ, பதல்பதணிய, பமொனரொகல, மதுகம, மொத்தளை மற்றும் ொிதீகம ஆகிய பகுதிகளைச் தசொ்ந்தவொ்கைொவொ்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      482.77,
      525.6,
      518.43
    ],
    "text": "2026.01.31 அன்று பிைியஸ்ஸ பகௌரவ நீதிமன்றத்தில் ஆஜொ்படுத்தப்பட்ட பின்னொ், 2026.02.13 வளர விைக்கமறியலில் ளவக்க உத்தரவிடப்பட்டுை்ைது.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      532.33,
      525.63,
      568.11
    ],
    "text": "மொவத்தகம பபொலிஸொொ் தமலதிக விசொரளணகளை தமற்பகொண்டு வருகின்றனொ்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      582.55,
      513.97,
      614.29
    ],
    "text": "14 Suspects Arrested in Connection with Theft of Valuable Antique Buddha Statue – Mawatagama Police",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      628.75,
      526.5,
      692.65
    ],
    "text": "On the night of 28 January 2026, the Mawatagama Police commenced investigations following information that a Buddha statue enshrined in the residence of the monks at Kebilithigoda Purana Rajamaha Viharaya in Kahapathwala, within the Mawatagama Police Division, had been stolen.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      707.23,
      522.27,
      787.11
    ],
    "text": "On the same night, four individuals posing as officers from the Criminal Investigation Department reportedly visited the temple and removed the 1½-feet-tall golden Buddha statue from the monks’ residence, claiming it was required for an investigation. Subsequent inquiries revealed that the statue had in fact been unlawfully taken from the monks.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      45.57,
      515.21,
      93.29
    ],
    "text": "Following investigations, the Mawatagama Police arrested 14 suspects connected to the incident on 31 January 2026. The stolen statue and two vans used in the commission of the crime were also recovered.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      107.87,
      481.43,
      155.57
    ],
    "text": "The arrested individuals, aged between 22 and 56, are residents of Minigamuwa, Theldeniya, Monaragala, Matugama, Matale, and Rideegama areas.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      170.15,
      517.34,
      201.77
    ],
    "text": "The suspects were produced before the Pilassa Magistrate on 31 January 2026 and were remanded until 13 February 2026.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      216.35,
      515.39,
      248.0
    ],
    "text": "Further investigations into the incident are ongoing by the Mawatagama Police.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      294.19,
      527.08,
      600.53
    ],
    "text": "02. පදහිෙල සහ ප ොහුෙල සිදුවූ පෙඩි තබො මනුෂ්‍ය ඝොතන පද ට අදොල සැ රුෙන් පදපදපනකු අයිස් මත්රෙය සමඟ අත්අඩංගුෙට - බස්නොහිර ළොත් දකුණ දසො අ රොධ්‍ ප ොට්ඨොසය. 2026.01.09 දින යදහිවල යපාලිස් වසයේ යහෝටලෙක් තුලදී එහි හිමිකරු යවඩි තබා ඝාතනෙ කිරීම හා 2025.12.12 දින යකාහුවල යපාලිස් වසයේ යබෝිොවත්ත ප්‍රයද්ශයේදී ත්‍රීයරෝද රථෙකින් ගමන් කරමින් සිටි පුද්ගලයෙකුට යවඩි තබා ඝාතනෙ කිරීයේ සිද්ිෙට අදාල අධාර අනුබල දුන් සැකකරුවන් යදයදයනකු බස්නාහිර පළාත් දකුණ දිසා අපරාධ යකාට්ඨාසයේ නිලධාරින් විසින් 2026.01.31 දින යදහිවල දුේරියපාල ආසන්යේදී අයිස් මත්රෙය ග්‍රෑම් 14 මිලිග්‍රෑම් 730 ක් සමඟ අත්අඩංගුෙට යගන ඇත. සැ රුෙන් අවුරුදු 18 ක් ෙන පබොරැලැස්ගමුෙ හො ගල්ිස්ස යන ප්‍රපද්ශෙල දංචි රුෙන් පේ. යමම සැකකරුවන් යදයදනා වියදස් ගතව සිටින සංවිධානාත්මක අපරාධකරුයවකු හා මත්රවය ජාවාරේකරුයවකුයේ යමයහෙවීම මත අපරාධෙට අධාර අනුබලදීම සිදු කර ඇති බව අනාවරණෙ වී ඇත. බස්නාහිර පළාත් දකුණ දිසා අපරාධ යකාට්ඨාසෙ වැඩිදුර විමර්ශන සිදු කරනු ලබයි.",
    "fonts": [
      "IskoolaPota",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      6.960000038146973,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      614.44,
      525.93,
      668.1
    ],
    "text": "பதஹிவளை மற்றும் பகொஹுவளல பகுதிகைில் இடம்பபற்ற துப்பொக்கிச் சூடு பகொளலச் சம்பவங்கை் இரண்டுடன் பதொடொ்புளடய இருவொ் ‘ஐஸ்’ தபொளதப்பபொருளுடன் ளகது – தமல் மொகொணம் பதற்கு பிரொந்திய குற்றப்பிொிவு",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      681.88,
      525.88,
      788.6
    ],
    "text": "2026.01.09 அன்று பதஹிவளை பபொலிஸ் பிொிவிலுை்ை தஹொட்டல் ஒன்றில் அதன் உொிளமயொைொ் துப்பொக்கிச் சூட்டில் பகொளல பசய்யப்பட்ட சம்பவம் மற்றும் 2025.12.12 அன்று பகொஹுவளல பபொலிஸ் பிொிவின் தபொதியொவத்த பகுதியில் முச் சக்கர வண்டியில் பயணித்த ஒருவளர துப்பொக்கிச் சூடு பசய்து பகொளல பசய்த சம்பவம் ஆகியவற்றுடன் பதொடொ்பொக உதவி மற்றும் ஆதரவு வழங்கிய இரண்டு சந்ததகநபொ்களை, தமல் மொகொணம் பதற்கு பிரொந்திய குற்றப்பிொிவு",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      44.94,
      525.71,
      80.6
    ],
    "text": "அதிகொொிகை் 2026.01.31 அன்று பதஹிவளை ரயில் நிளலயத்திற்கு அருகில் ‘ஐஸ்’ தபொளதப்பபொருை் 14 கிரொம் 730 மில்லிகிரொமுடன் ளகது பசய்துை்ைனொ்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      94.52,
      525.77,
      130.18
    ],
    "text": "சந்ததகநபொ்கை் 18 வயதுளடயவொ்கை்; பபொரபலஸ்கமுவ மற்றும் கல்கிளச பகுதிகளைச் தசொ்ந்தவொ்கைொவொ்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      144.08,
      525.84,
      215.38
    ],
    "text": "இந்த இருவரும் பவைிநொட்டில் உை்ை ஒரு ஒழுங்களமக்கப்பட்ட குற்றவொைி மற்றும் தபொளதப்பபொருை் கடத்தலொைொின் வழிநடத்தலின் கீழ் குற்றங்களுக்கு உதவி மற்றும் ஆதரவு வழங்கியுை்ைனொ் என்பது விசொரளணகைில் பதொியவந்துை்ைது.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      229.28,
      525.74,
      264.97
    ],
    "text": "தமல் மொகொணம் பதற்கு பிரொந்திய குற்றப்பிொிவு தமலதிக விசொரளணகளை தமற்பகொண்டு வருகிறது.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      279.5,
      523.44,
      311.12
    ],
    "text": "Two Suspects Arrested in Connection with Murders in Dehiwala and Kohuwala – Western Province Southern District Crime Division",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      325.7,
      492.31,
      389.48
    ],
    "text": "Officers of the Western Province Southern District Crime Division arrested two suspects on 31 January 2026 at Dumriyapola Asana in Dehiwala in connection with two fatal shootings. The suspects were found in possession of 14 g and 730 mg of ice (crystal meth).",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      404.08,
      526.22,
      467.86
    ],
    "text": "The suspects were involved in the shooting and killing of a hotel owner in the Dehiwala Police Division on 9 January 2026, and the shooting and killing of a person traveling in a three-wheeler in the Bodhiyawatta area of the Kohuwala Police Division on 12 December 2025.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      482.44,
      504.83,
      514.06
    ],
    "text": "Both suspects are 18-year-old residents of Boralesgamuwa and Mount Lavinia.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      528.64,
      500.29,
      560.26
    ],
    "text": "Investigations have revealed that the two suspects were reportedly assisted by an organized criminal and drug trafficker residing abroad.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      574.87,
      502.43,
      606.49
    ],
    "text": "The Western Province Southern District Crime Division is continuing further investigations into the incidents.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      652.68,
      527.08,
      801.19
    ],
    "text": "03. පහපරොයින් සමඟ සැ රුෙන් පදපදපනකු අත්අඩංගුෙට - ප ොලිස් මත්රෙය ොර්යංශය. 2026.01.31 දින අළුෙම යබන්යතාට යපාලිස් වසයේදී යපාලිස් මත්රවය කාර්ෙංශයේ නිලධාරින් කණ්ඩාෙමක් විසින් ලද යතාරතුරක් මත වැටලීමක් සිදුකර පහපරොයින් ිපලෝ ග්‍රෑම් 05 ග්‍රෑම් 105 ක් සමඟ සැකකරුවන් යදයදයනකු අත්අඩංගුවට යගන ඇත. සැ රුෙන් අවුරුදු 40 සහ 45 ෙයස්ෙල සුෙන පබන්පතොට ප්‍රපද්ශපේ දංචි රුෙන් පේ.",
    "fonts": [
      "IskoolaPota",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      6.960000038146973,
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      55.17,
      526.68,
      102.93
    ],
    "text": "වැටලීමට අදාල ජාොරූප කිහිපෙක් යේ සමග යොමු කරන අතර යපාලිස් මත්රවය කාර්ෙංශෙ වැඩිදුර විමර්ශන සිදු කරනු ලබයි.",
    "fonts": [
      "IskoolaPota"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      148.64,
      485.13,
      166.66
    ],
    "text": "பஹதரொயினுடன் இருவொ் ளகது – பபொலிஸ் தபொளதப்பபொருை் பணியகம்",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      180.44,
      525.93,
      251.65
    ],
    "text": "2026.01.31 அன்று அதிகொளல, பபந்பதொட்ட பபொலிஸ் பிொிவில், பபொலிஸ் தபொளதப்பபொருை் பணியக அதிகொொிகை் குழுவொல் கிளடத்த தகவலின் அடிப்பளடயில் தமற்பகொை்ைப்பட்ட தசொதளனயில், பஹதரொயின் 5 கிதலொ 105 கிரொமுடன் இரண்டு சந்ததகநபொ்கை் ளகது பசய்யப்பட்டுை்ைனொ்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      265.55,
      525.81,
      301.33
    ],
    "text": "சந்ததகநபொ்கை் 40 மற்றும் 45 வயதுளடயவொ்கை்; பபந்பதொட்ட பகுதிளயச் தசொ்ந்தவொ்கைொவொ்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      315.11,
      527.04,
      723.38
    ],
    "text": "இந்த நடவடிக்ளகக்கு பதொடொ்பொன சில புளகப்படங்களும் இளணக்கப்பட்டுை்ைதுடன், பபொலிஸ் தபொளதப்பபொருை் பணியகம் தமலதிக விசொரளணகளை தமற்பகொண்டு வருகிறது. Two suspects arrested with heroin - Police Narcotics Bureau. On the morning of 31.01.2026, a team of Police Narcotics Bureau officers conducted a raid in the Benthota Police Division on a tip-off and arrested two suspects with 05 kg 105 g of heroin. The suspects are residents of the Bentota area, aged 40 and 45. Several photographs related to the raid are attached herewith and the Police Narcotics Bureau is conducting further investigations. 04. අයිස් මත්රෙය සමඟ සැ රුපෙකු අත්අඩංගුෙට - පහෝමොගම ප ොට්ඨොස අ රොධ්‍ විමර්ශන ොර්යංශය. 2026.01.31 දින දහවල් අතුරුගිරිෙ යපාලිස් වසයේ යපායර් පන්සල ඉදිරිපිටදී යහෝමාගම යකාට්ඨාස අපරාධ විමර්ශන කාර්ෙංශයේ නිලධාරින් කණ්ඩාෙමක් විසින් ලද යතාරතුරක් මත වැටලීමක් සිදුකර අයිස් මත්රෙය ග්‍රෑම් 100 ක් සමඟ සැකකරුයවකු අත්අඩංගුවට යගන අතුරුගිරිෙ යපාලිස් ස්ථානෙ යවත ඉදිරිපත් කර ඇත. සැ රු අවුරුදු 29 ක් ෙන අරංගල ප්‍රපද්ශපේ දංචි රුපෙි.",
    "fonts": [
      "IskoolaPota",
      "IskoolaPota-Bold",
      "Kavivanar-Regular",
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      6.960000038146973,
      9.0,
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      723.31,
      396.7,
      755.11
    ],
    "text": "අතුරුගිරිෙ යපාලිසිෙ වැඩිදුර විමර්ශන සිදු කරනු ලබයි.",
    "fonts": [
      "IskoolaPota"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      769.02,
      525.81,
      804.8
    ],
    "text": "‘ஐஸ்’ தபொளதப்பபொருளுடன் ஒருவொ் ளகது – தஹொமொகம பிொிவு குற்ற விசொரளணப் பணியகம்",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      44.94,
      525.79,
      134.02
    ],
    "text": "2026.01.31 அன்று பகல், அத்துருகிொிய பபொலிஸ் பிொிவிலுை்ை பபொதற பன்சலுக்கு முன்பொக, தஹொமொகம பிொிவு குற்ற விசொரளணப் பணியக அதிகொொிகை் குழுவொல் கிளடத்த தகவலின் அடிப்பளடயில் தமற்பகொை்ைப்பட்ட தசொதளனயில், ‘ஐஸ்’ தபொளதப்பபொருை் 100 கிரொமுடன் ஒருவொ் ளகது பசய்யப்பட்டு அத்துருகிொிய பபொலிஸ் நிளலயத்திற்கு ஒப்பளடக்கப்பட்டுை்ைொொ்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      147.92,
      472.29,
      165.82
    ],
    "text": "சந்ததகநபொ் 29 வயதுளடயவொ்; அரங்கல பகுதிளயச் தசொ்ந்தவரொவொொ்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      179.72,
      525.71,
      215.38
    ],
    "text": "அத்துருகிொிய பபொலிஸொொ் தமலதிக விசொரளணகளை தமற்பகொண்டு வருகின்றனொ்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      229.91,
      526.73,
      261.56
    ],
    "text": "Suspect arrested with ice drug - Homagama Divisional Criminal Investigation Bureau.",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      276.14,
      526.91,
      339.92
    ],
    "text": "On the afternoon of 31.01.2026, a team of officers of the Homagama Divisional Criminal Investigation Bureau conducted a raid in front of the Pore Temple in the Athurugiriya Police Division on a tip-off and arrested a suspect with 100g of ice and presented him to the Athurugiriya Police.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      354.5,
      390.82,
      370.04
    ],
    "text": "The suspect is a 29-year-old resident of Arangala.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      384.35,
      434.01,
      402.13
    ],
    "text": "Athurugiriya Police are conducting further investigations.",
    "fonts": [
      "Kavivanar-Regular",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      414.45,
      526.99,
      572.51
    ],
    "text": "05. පහපරොයින් සමඟ සැ රුපෙකු අත්අඩංගුෙට - ප ොලිස් විපශ්ෂ්‍ ොර්ය බල ො මූලස්ථොන ඳවුර. 2026.01.31 දින සවස මිනුවන්යගාඩ යපාලිස් වසයේ මායබෝදල ප්‍රයද්ශයේදී යපාලිස් වියශ්ෂ කාර්ෙ බලකා කඳවුයර් වියශ්ෂ යමයහයුේ 07 ඒකකයේ නිලධාරින් කණ්ඩාෙමක් විසින් ලද යතාරතුරක් මත වැටලීමක් සිදුකර පහපරොයින් ග්‍රෑම් 52 මිලිග්‍රෑම් 230 ක් සමඟ සැකකරුයවකු අත්අඩංගුවට යගන මිනුවන්යගාඩ යපාලිස් ස්ථානෙ යවත ඉදිරිපත් කර ඇත. සැ රු අවුරුදු 34 ක් ෙන මොපබෝදල ප්‍රපද්ශපේ දංචි රුපෙි.",
    "fonts": [
      "IskoolaPota",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      6.960000038146973,
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      572.47,
      413.38,
      604.37
    ],
    "text": "මිනුවන්යගාඩ යපාලිසිෙ වැඩිදුර විමර්ශන සිදු කරනු ලබයි.",
    "fonts": [
      "IskoolaPota"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      618.16,
      525.7,
      653.94
    ],
    "text": "பஹதரொயினுடன் ஒருவொ் ளகது – பபொலிஸ் விதசட அதிரடிப் பளட தளலளமயக முகொம்",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      667.84,
      525.93,
      774.68
    ],
    "text": "2026.01.31 அன்று மொளல, மினுவங்பகொட பபொலிஸ் பிொிவிலுை்ை மொபபொதல பகுதியில், பபொலிஸ் விதசட அதிரடிப் பளட தளலளமயக முகொமின் விதசட பசயல்பொட்டு 07 அலகு அதிகொொிகை் குழுவொல் கிளடத்த தகவலின் அடிப்பளடயில் தமற்பகொை்ைப்பட்ட தசொதளனயில், பஹதரொயின் 52 கிரொம் 230 மில்லிகிரொமுடன் ஒருவொ் ளகது பசய்யப்பட்டு மினுவங்பகொட பபொலிஸ் நிளலயத்திற்கு ஒப்பளடக்கப்பட்டுை்ைொொ்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      44.94,
      479.85,
      62.84
    ],
    "text": "சந்ததகநபொ் 34 வயதுளடயவொ்; மொபபொடல பகுதிளயச் தசொ்ந்தவரொவொொ்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      76.76,
      525.63,
      112.42
    ],
    "text": "மினுவங்பகொட பபொலிஸொொ் தமலதிக விசொரளணகளை தமற்பகொண்டு வருகின்றனொ்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      158.11,
      526.15,
      199.67
    ],
    "text": "Suspect arrested with heroin - Police Special Task Force Headquarters Camp.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      214.19,
      526.7,
      310.28
    ],
    "text": "On the evening of 31.01.2026, a team of officers from the Special Operations Unit 07 of the Police Special Task Force Camp conducted a raid in the Mabodala area of the Minuwangoda Police Division on a tip-off and arrested a suspect with 52 g and 230 mg of heroin and presented him to the Minuwangoda Police.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      324.86,
      442.81,
      340.4
    ],
    "text": "The suspect is a 34-year-old resident of the Mabodala area.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      354.71,
      467.97,
      372.49
    ],
    "text": "The Minuwangoda Police are conducting further investigations.",
    "fonts": [
      "Kavivanar-Regular",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      416.61,
      258.35,
      432.86
    ],
    "text": "ප ොලිස් මොධ්‍ය ප ොට්ඨොසය.",
    "fonts": [
      "IskoolaPota-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      446.89,
      230.68,
      464.67
    ],
    "text": "பபொலிஸ் ஊடகப் பிொிவு",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      478.69,
      214.72,
      496.47
    ],
    "text": "Police Media Division",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  }
]