[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      35.92,
      83.06,
      48.1
    ],
    "text": "0.",
    "fonts": [
      "IskoolaPota"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      81.02,
      182.67,
      542.55,
      198.17
    ],
    "text": "ඓතිහාසික මමෝදර මේවාලමේ ඇසළ මහා මෙරහර මවනුමවන් මකාළඹ - ගාල්ල ප්‍රධාන",
    "fonts": [
      "IskoolaPota"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      198.53,
      198.03,
      425.05,
      213.53
    ],
    "text": "මාගගමේ වාහන ගමනාගමනය සීමා කිරීම.",
    "fonts": [
      "IskoolaPota"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      213.51,
      551.55,
      538.06
    ],
    "text": "අම්බලන්මගාඩ මොලිස් වසමම් ඓතිහාසික මමෝදර මේවාලමේ ඇසළ මහා මෙරහැර 2025.08.15 වන දින සහ 16 මදදින තුළ ගාල්ල - මකාළඹ ප්‍රධාන මාගගමේ විථි සංචාරය කිරීමට නියමිතව ඇත. මමම මෙරහර 2025.08.15 වන දින දහවල් 02.00 සිට රාත්‍රී 08.00 දක්වා කාලය තුල මමෝදර මේවාලමයන් ආරම්භ වී මේවාල මාගගය ඔස්මස් හිමගවතන බුදු පිළිමය මතක් ගමන් කර අම්බලන්මගාඩ ෙරණ ොර මහා විදීය ඔස්මස් සිරිකත වටරවුම දක්වා ගමන් කර ගාලු - මකාළඹ ප්‍රධාන මාගගයට පිවිස ගාල්ල මදසට ගමන් කර ඌරවත්ත ොලම අසලන් මේවාල මාගගය ඔස්මස් මේවාලය මවත ෙැමිණිමට නියමිතය. එමස්ම, 2025.08.16 වන දින මෙරහර රාත්‍රී 09.00 සිට අළුයම 03.00 දක්වා කාලය තුල මමෝදර මේවාලමයන් ආරම්භ වී ඉහත මාගගය ඔස්මස් නැවත මේවාලය මවත ෙැමිණිමට නියමිතව ඇත. ඉහත කාලයන් තුල ගාල්ල - මකාළඹ මාගගය භාවිතා කරන මහජනතාව සහ රියදුරන් ෙහත විකල්ෙ මාගගයන් භාවිතා කරන මලස මොලිසිය මහජනතාවමගන් ඉල්ලා සිටී. විකල්ෙ මාගග",
    "fonts": [
      "IskoolaPota"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      537.92,
      551.53,
      553.66
    ],
    "text": "➢ මකාළඹ මදස සිට ගාල්ල මදසට ගමන් ගන්නා වාහන ( බර වාහන හැර ) විකල්ෙ",
    "fonts": [
      "ArialMT",
      "IskoolaPota",
      "Wingdings-Regular"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      553.64,
      551.53,
      631.06
    ],
    "text": "මාගගය වන සංඝරාජ විහාරය අසලින් කැපුඇළ හන්දිය හරහා මොල්වත්ත හන්දිය හරහා මොල්ලෑව්ව හන්දිමයන් බටමොල හරහා කහව මංසන්ිය මදසින් ගාල්ල මකාළඹ ප්‍රධාන මාගගයට අවතීණග වී ගාල්ල මදසට ගමන් කිරීමට හැක. ➢ ගාල්ල මදස සිට මකාළඹ මදසට ගමන් ගන්නා වාහන (බර වාහන හැර) විකල්ෙ",
    "fonts": [
      "ArialMT",
      "IskoolaPota",
      "Wingdings-Regular"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      631.07,
      551.53,
      839.43
    ],
    "text": "මාගගය වන කහව බටමොල මංසන්ිමයන් ඇතුළු වී මීටියාමගාඩ හරහා මොල්ලෑව්ව හන්දිමයන් මොල්වත්ත හංදිය හරහා වතුමගදර මාගගය ඔස්මස් කැපූ ඇළ හංදිය හරහා සංඝරාජ විහාරය අසලින් ගාල්ල මකාළඹ ප්‍රධාන මාගගයට අවතීණග වී මකාළඹ මදසට ගමන් කිරීමට හැක. ඉහත නිමව්දනය මහජනතාවමේ සහ රියදුරන්මේ දැන ගැනීම සඳහා ඔබ මාධය මගින් ප්‍රචාරයක් ලබාදීමට අවශ්‍ය කටයුතු සිදු කරන මමන් කාරුණිකව ඉල්ලා සිටිමි. මොලිස් මාධය මකාට්ඨාසය.",
    "fonts": [
      "IskoolaPota",
      "Latha",
      "Latha,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      65.66,
      123.07,
      392.7,
      154.43
    ],
    "text": "D/Media/Out/1592 /2025 2025.08.15 ෙැය 1250",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0
    ]
  }
]