[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      171.52,
      544.1,
      376.39
    ],
    "text": "ප ොලිස් මොධ්‍ය ප ොට්ඨොසය පෙත ෙොර්තො වූ ෙැදගත් පතොරතුරු ජනමොධ්‍ය පෙත පයොමු කිරීම. பபொலிஸ் ஊடகப்பிொிவிற்கு கிடடக்கப்பபற்ற முக்கிய தகவல்கடை சமூக ஊடகங்களுக்கு வழங்குதல். Forwarding important information reported to the Police Media Division to the media. 01. හදිසි අනතුරකින් පුද්ගලපයකු මියයොම - ලපතොට ප ොලිස් ෙසම.",
    "fonts": [
      "IskoolaPota",
      "IskoolaPota-Bold",
      "Kavivanar-Regular",
      "Latha,Bold",
      "TimesNewRomanPS-BoldMT",
      "YuGothic-Bold"
    ],
    "sizes": [
      6.960000038146973,
      8.039999961853027,
      9.0,
      9.960000038146973,
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      373.7,
      544.1,
      479.73
    ],
    "text": "2025.12.23 වන දින සවස් කාලයේ කලයතාට ය ාලිස් වසයේ පින්නකැටිය ප්‍රයේශයේ වලයේ ගයේ මසුන් අලලමින් සිටි පුේගලයින් යෙයෙයනකු මතට කුඹුක් ගසක අත්තක් කඩා වැටීම ය ්තුයවන් තුවාල ලබා ඇති බවට කලයතාට ය ාලිස් ස්ථානයට ලෙ ණිවිඩයකට අනුව ව ාම ක්‍රියාත්මක වූ ය ාලිස් නිලධාරින් විසින් තුවාල ලබා සිටි පුේගලයින් යෙයෙනා කලයතාට ය ෝ ලට ඇතුළත් කිරීයේදී එක් පුේගලයයකු මියයගාස් ඇත.",
    "fonts": [
      "IskoolaPota",
      "YuGothic-Regular"
    ],
    "sizes": [
      6.960000038146973,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.02,
      480.09,
      544.1,
      715.82
    ],
    "text": "මරණ රු ෙයස අවුරුද 47 ක් වූ ලපතොට, බලංපගොඩ ප්‍රපද්ශපේ දිංචි රුපෙකි. මෘත ශරී ය බලංයගාඩ ය ෝ යල මෘත ශරී ාගා යේ තැන් ත් ක ඇති අත කලයතාට ය ාලිසිය වැඩිදු විමර්ශන සිදු ක නු ලබයි. விபத்தில் நபொ் ஒருவொ் உயிொிழந்துை்ைொொ் – கல்பதொட்ட பபொலிஸ் பிொிவு. 23.12.2025 ஆந் திகதி மொடல வவடையில் கல்பதொட்ட பபொலிஸ் பிொிவிற்குட்பட்ட பின்னபகட்டிய பிரவதசத்தில் வலவ்வவ ஆற்றில் மீன் பிடிக்கச் பசன்ற இரண்டு நபொ்கை் மீது மருத மரத்தின் கிடை விழுந்ததன் கொரணமொக படுகொயமடடந்த்தொக கல்பதொட்ட பபொலிசுக்கு கிடடத்த தகவலின் படி விடரவொக பசயல்பட்ட பபொலிஸ் உத்திவயொகத்தொ்கைொல் கொயமடடந்த இரண்டு நபொ்கடையும் கல்பதொட்ட மருத்துவமடனயில் அனுமதிக்கப்பட்ட வபொது அதில் ஒருவொ் உயிொிழந்துை்ைொொ்.",
    "fonts": [
      "IskoolaPota",
      "IskoolaPota-Bold",
      "Kavivanar-Regular",
      "YuGothic-Bold",
      "YuGothic-Regular"
    ],
    "sizes": [
      6.960000038146973,
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      74.42,
      148.6,
      398.46,
      169.02
    ],
    "text": "D/Media/Out/2888/2025 2025.12.24 ැය 0545",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      44.88,
      542.15,
      151.6
    ],
    "text": "உயிொிழந்த நபொ் கல்பதொட்ட, பலொங்பகொட பிரவதசத்டதச் வசொ்ந்த 47 வயதுடடயவொ். சடலம் பலங்பகொட மருத்துவமடனயில் பிணவடறயில் டவக்கப்பட்டுை்ைதுடன், கல்பதொட்ட பபொலிசொொ் வமலதிக விசொரடணகடை வமற்பகொண்டு வருகின்றனொ். 02. යතුරු ැදියක් දම්රිය ගැටී පුද්ගලපයකු මියයොම - පලයි ප ොලිස් ෙසම.",
    "fonts": [
      "IskoolaPota-Bold",
      "Kavivanar-Regular",
      "YuGothic-Bold"
    ],
    "sizes": [
      6.960000038146973,
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      151.55,
      544.1,
      295.56
    ],
    "text": "2025.12.23 වන දින ෙ වල කාලයේ යලයි ය ාලිස් වසයේ ඉත්තැවිල ප්‍රයේශයේ දුේරිය ස් මාර්ගය ා ගමන් ගත් යතුරු ැදියක් අනු ාධපු සිට යා නය ෙක්වා ධාවනය වූ සීඝ්‍රගාමී දුේරියේ ගැටී අනතු ක් සිදුව ඇත. අනතුරින් යතුරු ැදිකරු එම ස්ථානයේදීම මියයගාස් ඇත. මරණ රු ෙයස අවුරුද 52 ක් වූ යො නය ප්‍රපද්ශපේ දිංචි රුපෙකි. මෘත ශරී ය කිලියනාච්චිය ය ෝ යල මෘත ශරි ාගා යේ තැන් ත් ක ඇති අත යලයි ය ාලිසිය වැඩිදු විමර්ශන සිදු ක නු ලබයි.",
    "fonts": [
      "IskoolaPota",
      "IskoolaPota-Bold",
      "YuGothic-Bold",
      "YuGothic-Regular"
    ],
    "sizes": [
      6.960000038146973,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      309.35,
      513.68,
      345.13
    ],
    "text": "வமொட்டொொ் டசக்கிை் புடகயிரதத்தில் வமொதியதில் ஒருவொ் உயிொிழப்பு – படை பபொலிஸ் பிொிவு.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      359.03,
      542.61,
      430.47
    ],
    "text": "23.12.2025 அன்று மதிய வவடையில், படை பபொலிஸ் பிொிவுக்குட்பட்ட இத்பதவில் பகுதியில் உை்ை புடகயிரத கடடவ வழியொகச் பசன்ற வமொட்டொொ் டசக்கிை், அனுரொதபுரத்திலிருந்து யொழ்ப்பொணம் வநொக்கிச் பசன்ற அதிவவக புடகயிரதத்துடன் வமொதியதில் கடும் விபத்து ஒன்று ஏற்பட்டுை்ைது.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      444.13,
      542.56,
      479.91
    ],
    "text": "இவ் விபத்தில், வமொட்டொொ் டசக்கிை் ஓட்டுநொ் சம்பவ இடத்திவலவய உயிொிழந்துை்ைொொ்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      493.81,
      499.89,
      511.71
    ],
    "text": "உயிொிழந்தவொ் யொழ்ப்பொணப் பகுதிடயச் வசொ்ந்த 52 வயதுடடய நபொ் ஆவொொ்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      525.49,
      542.58,
      579.18
    ],
    "text": "உயிொிழந்தவொின் சடலம் கிைிபநொச்சி மொவட்ட பபொது டவத்தியசொடலயின் பிவரத அடறயில் டவக்கப்பட்டுை்ைதுடன், சம்பவம் பதொடொ்பொக படை பபொலிசொொ் வமலதிக விசொரடணகடை வமற்பகொண்டு வருகின்றனொ்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      593.4,
      497.44,
      642.65
    ],
    "text": "1. Death of a person in an accident - Kaltota Police Division.",
    "fonts": [
      "Arial-BoldMT",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      126.02,
      642.96,
      543.27,
      722.68
    ],
    "text": "On the evening of 23.12.2025, the Kaltota Police Station received a message that two people who were fishing in the Walawe River in the Pinnaketiya area of the Kaltota Police Division were injured when a branch of a Kumbuk tree fell on them. The police officers who",
    "fonts": [
      "IskoolaPota",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      44.97,
      543.75,
      188.73
    ],
    "text": "immediately responded admitted the two injured people to the Kaltota Hospital, where one person died. The deceased is a 47-year-old resident of Balangoda, Kaltota. The body has been deposited at the Balangoda Hospital morgue and the Kaltota Police are conducting further investigations. 2. A person died after a motorcycle collided with a train - Palai",
    "fonts": [
      "Arial-BoldMT",
      "IskoolaPota",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      189.04,
      543.35,
      455.2
    ],
    "text": "Police Division. On the afternoon of 23.12.2025, a motorcycle traveling through a railway crossing in the Itthevil area of the Palai Police Division collided with an express train running from Anuradhapura to Jaffna. The motorcyclist died on the spot in the accident. The deceased is a 52-year-old resident of the Jaffna area. The body has been deposited at the Kilinochchi Hospital morgue and the Palai Police are conducting further investigations. ප ොලිස් මොධ්‍ය ප ොට්ඨොසය. பபொலிஸ் ஊடகப் பிொிவு Police Media Division",
    "fonts": [
      "IskoolaPota",
      "IskoolaPota-Bold",
      "Kavivanar-Regular",
      "YuGothic-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  }
]