[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      171.52,
      544.1,
      737.47
    ],
    "text": "පුද්ගලයින් පස්දෙදෙකු මිය යෑම හා අසනීප තත්තත්තවයක් දහ්තුදවන් පුද්ගලයන් තිදෙදෙකු ද ෝහල්ගතවීම (මත්තපැන් පාෙය කිරීදමන් විෂ වූ බවට සැක සහිත) - දවන්ෙප්පපුව දපාලිස් වසම. 2026.01.06 වන අද දින උදෑසන කාලයේ යවන්නප්පුව ය ාලිස් වසයේ තඹරවිල ාර ප්‍රයේශයේ ඇඹරුේහලක් තුලදී ුේගලයන් යදයදයනකු මිය යගාස් සිටින බවට යවන්නප්පුව ය ාලිස් ස්ථානයට ලද 119 යකටි ණිවිඩයක් අනුව විමර්ශන ආරේභ කර ඇත. වැඩිදුර විමර්ශනයේදී එම ප්‍රයේශයේම යස්වා ස්ථානයක සිටි ුේගලයන් යදයදයනකුද ඇති වූ අසනී තත්තත්තවයක් යහ්තුයවන් මාරවිල යරෝහලට ඇතුලත්ත කිරීයමන් සු මිය යගාස් ඇති බවත්ත ප්‍රයේශයේ නිවසක සිටි තවත්ත ුේගලයයකු මිය යගාස් ඇති බවත්ත වැඩිදුරටත්ත යතාරතුරු අනාවරණය වී ඇත. මරණකරුවන් වයස අවුරුදු 28 ත්ත 57 ත්ත අතර වයස්වල සු වූ අනුරාධුරය, ඩයගම, රත්තනුර, මා ලගම හා වයික්කාල යන ප්‍රයේශවල දිිංචි වක්කාල තඹරවිල ාර ප්‍රයේශයේ යන්වාසිකව සිටිමින් යස්වය කරන පිරිසකි. ඇඹරුේහල තුල මිය යගාස් සිටි ුේගලයින් යදයදනා සහ එහි යස්වය කරන තවත්ත ුේගලයින් තියදයනකු එක්ව 2026.01.04 වන දින රාත්‍රී කාලයේ මත්ත ැන් ානය කර ඇති බවත්ත එම යහ්තුයවන් සුදින ඔවුන් අසනී තත්තත්තවයට ත්තව ය ෞේගලික යරෝහල් මඟින් ප්‍රතිකාර ලබායගන ඇති බවටත්ත අනාවරණය වී ඇත. ඉන් සු 2026.01.06 වන අද දින උදෑසන ඉහත යස්වකයන්යගන් යදයදයනකු යමයලස මිය යගාස් සිටින බවට නිරීක්ෂණය වූ යස්වකයින් තියදනා වහාම ප්‍රතිකාර සඳහා මීගමුව යරෝහලට ඇතුලත්තව ප්‍රතිකාර ලබමින් සිටී. දැනට සිදු කරන ලද විමර්ශනය අනුව මත්ත ැන් ානය කිරීම යහ්තුයවන්ඇති වූ යරෝගී තත්තත්තවය මත යමම ුේගලයින් මිය යගාස් ඇති බව ය ාලිසිය සැක කරනු ලබයි. සිේිය සේබන්ධයයන් යවන්නප්පුව ය ාලිසිය මඟින් වැඩිදුර විමර්ශන සිදු කර යගන යනු ලබයි. දපාලිස් මාධ්‍ය දකාට්ඨාසය.",
    "fonts": [
      "IskoolaPota",
      "IskoolaPota-Bold",
      "YuGothic-Bold",
      "YuGothic-Regular"
    ],
    "sizes": [
      6.0,
      6.960000038146973,
      9.960000038146973,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      86.66,
      145.6,
      408.78,
      166.02
    ],
    "text": "D/Media/Out/ 31 /2026 2026.01.06 ැය 1520",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      44.82,
      542.61,
      98.38
    ],
    "text": "ஐந்து பேர் உயிரிழே்ேு, மூவர் வவத்தியசரவையிை் அனுமதி (மதுேரனம் அருந்தியதரை் விஷமவைந்திருக்கைரம் என சந்பதகம்) – வவன்னே்ேுவ வேரைிஸ் ேிரிவு.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      112.28,
      542.58,
      183.58
    ],
    "text": "2026.01.06 ஆம் திகதி இன்று கரவை, வவன்னே்ேுவ வேரைிஸ் ேிரிவுக்குை்ேை்ை தம்ேரவிை வீதி ேகுதியிலுள்ள ஆவை ஒன்றிை் இருவர் உயிரிழந்து கிைே்ேதரக 119 அவசர அவழே்ேு மூைம் கிவைத்த தகவைின் அடிே்ேவையிை், வவன்னே்ேுவ வேரைிஸரர் விசரரவைகவள ஆரம்ேித்துள்ளனர்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      197.48,
      542.61,
      268.69
    ],
    "text": "பமைதிக விசரரவைகளிை், அபத ேகுதியிலுள்ள ஒரு ேைியிைத்திை் இருந்த பமலும் இரை்டு பேர் திடீர் உைை்நைக் குவறவு கரரைமரக மரரவிை வவத்தியசரவையிை் அனுமதிக்கே்ேை்ை ேின்னர் உயிரிழந்துள்ளதும், அே் ேகுதியிலுள்ள வீடு ஒன்றிைிருந்து இன்வனரரு நேரும் உயிரிழந்துள்ளதும் வதரிய வந்துள்ளது.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      282.59,
      542.61,
      353.89
    ],
    "text": "உயிரிழந்தவர்கள் 28 முதை் 57 வயதுக்கு இவைே்ேை்ைவர்கள். அவர்கள் அனுரரதேுரம், ையகம, ரத்னேுரி, மரேைகம மற்றும் வவக்கரை ஆகிய ேகுதிகவளச் பசர்ந்தவர்கள் ஆவர். இவர்கள் வவக்கரை – தம்ேரவிை வீதி ேகுதியிை் தங்கியிருந்து பவவை வசய்து வந்தவர்கள் என வதரிவிக்கே்ேடுகிறது.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      367.79,
      542.6,
      456.75
    ],
    "text": "ஆவையிை் உயிரிழந்த இரை்டு பேரும், அங்கு ேைியரற்றிய பமலும் மூன்று பேரும் 2026.01.04 ஆம் திகதி இரவு ஒன்றரக மதுேரனம் அருந்தியுள்ளதரகவும், அதன் கரரைமரக அடுத்த நரள் அவர்கள் உைை்நைக் குவறவு அவைந்து தனியரர் வவத்தியசரவைகளிை் சிகிச்வச வேற்றுள்ளதரகவும் விசரரவைகளிை் வதரிய வந்துள்ளது.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      470.65,
      542.56,
      541.95
    ],
    "text": "இதவனத் வதரைர்ந்து, 2026.01.06 ஆம் திகதி இன்று கரவை, பமற்கை்ை ேைியரளர்களிை் இருவர் உயிரிழந்து கிைே்ேது கை்ைறியே்ேை்ை நிவையிை், மற்ற மூன்று பேர் உைனடியரக சிகிச்வசக்கரக நீர்வகரழும்ேு வவத்தியசரவையிை் அனுமதிக்கே்ேை்டு சிகிச்வச வேற்று வருகின்றனர்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      555.88,
      542.49,
      644.94
    ],
    "text": "இதுவவர பமற்வகரள்ளே்ேை்ை விசரரவைகளின் அடிே்ேவையிை், மதுேரனம் அருந்தியதன் கரரைமரக ஏற்ேை்ை விஷத்தன்வம அை்ைது அதனரை் ஏற்ேை்ை உைை்நைக் பகரளரபற உயிரிழே்ேுகளுக்கு கரரைமரக இருக்கைரம் என வேரைிஸரர் சந்பதகம் வதரிவிக்கின்றனர். சம்ேவம் வதரைர்ேரக வவன்னே்ேுவ வேரைிஸரர் பமைதிக விசரரவைகவள வதரைர்ந்து பமற்வகரை்டு வருகின்றனர்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      658.84,
      194.68,
      676.62
    ],
    "text": "வேரைிஸ் ஊைகே் ேிரிவு",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      690.96,
      543.69,
      740.23
    ],
    "text": "Five people died, and three people were hospitalized due to illness (suspected of alcohol poisoning) - Wennappuwa Police Division.",
    "fonts": [
      "IskoolaPota-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      45.38,
      543.54,
      448.46
    ],
    "text": "Investigations have been initiated following a 119 text message received by the Wennappuwa Police on the morning of 06.01.2026 that two people had died in a mill in the Thambarawila Road area of the Wennappuwa Police Division. Further investigation revealed that two people who were at a workplace in the same area had also died after being admitted to the Marawila Hospital due to illness and another person who was in a house in the area had died. The deceased were between the ages of 28 and 57 years old, residents of Anuradhapura, Dayagama, Ratnapura, Mapalagama and Waikala, and working in the Thambarawila Road area of Wakkala. It has been revealed that the two people who died in the mill and three other people working there had consumed alcohol together on the night of 2026.01.04 and as a result, they had fallen ill the next day and had sought treatment at a private hospital. After that, on the morning of 2026.01.06, two of the above employees were found dead and the three employees were immediately admitted to the Negombo Hospital for treatment. According to the current investigation, the police suspect that these individuals have died due to an illness caused by drinking alcohol. Further investigations are being conducted by the Wennappuwa Police regarding the incident. Police Media Division.",
    "fonts": [
      "IskoolaPota-Bold",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  }
]