[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      171.52,
      526.97,
      637.25
    ],
    "text": "ගවයින් පටවාගගන අණ ගනාතකා ධාවනය කළ ග ාරි රථයකට ගවඩි තබා සැකකරුවන් ගෙගෙගනකු අත්අඩංගුවට - අම්බ න්ගගාඩ ගපාලිස් වසම. 2026.02.09 වන දින උදෑසන කාලයේ අම්බලනයගාඩ ය ාලිස් වසයම් ආඳායදාළ ප්‍රයේශයේ දී අම්බලනයගාඩ ය ාලිස් ස්ථානයේ සංග්‍රාමික යතුරු ැදි ඒකකයේ නිලධාරීන කණ්ඩායමක් විසින අම්බලනයගාඩ යදසට ධාවනය වූ සැකකටයුතු යලාරි රථයක් රික්ෂා කිරීම සඳහා නැවතීමට සංඥා කර ඇත. එම අවස්ථායේ යලාරි රථය ය ාලිස් අණ යනාතකා යනානවත්වා ඉදිරියට ධාවනය කර ඇති අතර නිලධාරීන විසින යලාරි රථය සු ස හඹායගාස් නැවත්ීමට උත්සාහ කිරීයම්දී යලාරි රථය තවදුරටත් ලා යාම යහ්තුයවන වඳදූව ප්‍රයේශයේ දී යලාරි රථයට යවඩි තබා යලාරිය නවතායගන ඇත. රීක්ෂා කිරීයම්දී යලාරි රථය තුල එළ ගවයින 10 යදයනකු හා මී ගවයින 04 යදයනකු සිට ඇති අතර ඉන එක් එළ ගවයකුයේ යගල ක ා ඝාතනය කර තිබී ඇත. යලාරි රථයේ සිටි සැකකරුවන 02 යදයනකු අයිස් මත්රවය මිලි ග්‍රෑම් 5200 ක් හා යලාරි රථය ද සමඟ අත්අඩංගුවට යන ඇත. සැකකරුවන අවුරුදු 42 හා 46 වයස් වල සුවන අකුරැස්ස හා යේරුවල ප්‍රයේශ වල දංචිකරුවන යේ. යලාරි රථයේ රියැදුරු හා තවත් සැකකරුයවකු ලායගාස් ඇති අතර ඔවුන අත්අඩංගුවට ගැනීම සඳහා අම්බලනයගාඩ වැඩිදුර විමර්ශන සිදු කරයි. ගපාලිස් මාධය ගකාට්ඨාසය.",
    "fonts": [
      "IskoolaPota",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      651.04,
      524.73,
      686.82
    ],
    "text": "மாடுகளை ஏற்றி பபாலிஸ் உத்தரளை மீறி பென்ற பலாறிக்கு துப்பாக்கிெ் சூடு – இருைா் ளகது - அம்பலாங்பகாளை பபாலிஸ் பிாிைு",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      700.72,
      525.77,
      771.92
    ],
    "text": "2026.02.09 அன்று காளல அம்பலாங்பகாளை பபாலிஸ் பிாிைிற்குை்பை்ை ஆண்ைாபதால பகுதியில், அம்பலாங்பகாளை பபாலிஸ் நிளலயத்தின் மமாை்ைாா் ளெக்கிை் மராந்து பிாிைு அதிகாாிகை், அம்பலாங்பகாளை மநாக்கிெ் பென்ற ெந்மதகத்திற்கிைமான பலாறி ஒன்ளறெ் மொதளனக்காக நிறுத்த ளெளக காை்டினா்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      68.54,
      159.52,
      394.62,
      179.99
    ],
    "text": "D/Media/Out/ 233 /2026 2026.02.09 ැය 1240",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      44.94,
      525.93,
      116.26
    ],
    "text": "அப்மபாது பலாறி பபாலிஸ் உத்தரளைப் பின்பற்றாது பதாைா்ந்து பென்றதால், அதிகாாிகை் அதளனத் துரத்திெ் பென்றனா். ைண்ைதுை பகுதியில் பலாறி மமலும் தப்பிெ் பெல்ல முயன்றதால், பலாறி மீது துப்பாக்கிெ் சூடு நைத்தி ைாகனம் நிறுத்தப்பை்டுை்ைது.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      130.04,
      525.93,
      201.34
    ],
    "text": "மொதளனயில், பலாறிக்குை் 10 பசுக்கை் மற்றும் 4 எருளமகை் இருந்ததாகைும், அைற்றில் ஒரு பசுைின் கழுத்து அறுக்கப்பை்ை நிளலயில் இருந்ததாகைும் பதாியைந்துை்ைது. பலாறியில் இருந்த இரு ெந்மதகநபா்கை் 5,200 மில்லிகிராம் “ஐஸ்” மபாளதப்பபாருளுைன் மற்றும் பலாறியுைன் ளகது பெய்யப்பை்டுை்ைனா்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      215.12,
      525.9,
      250.93
    ],
    "text": "ெந்மதகநபா்கை் 42 மற்றும் 46 ையதுளையைா்கை்; அகுறஸ்ஸ மற்றும் மபருைளை பகுதிகளைெ் மொ்ந்தைா்கை் ஆைா்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      264.83,
      525.62,
      318.25
    ],
    "text": "பலாறி ஓை்டுநரும் மமலும் ஒருைரும் தப்பிெ் பென்றுை்ைனா். அைா்களை ளகது பெய்ைதற்காக அம்பலாங்பகாளை பபாலிஸாா் மமலதிக ைிொரளணகளை மமற்பகாண்டு ைருகின்றனா்.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      332.27,
      194.68,
      350.05
    ],
    "text": "பபாலிஸ் ஊைகப் பிாிைு",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      394.7,
      493.55,
      426.34
    ],
    "text": "Two Suspects Arrested After Firing at Lorry Transporting Cattle and Attempting to Flee – Ambalangoda Police Division",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      440.82,
      526.12,
      467.9
    ],
    "text": "Officers attached to the Sri Lanka Police have arrested two suspects following a police operation within the jurisdiction of the Ambalangoda Police Division.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      482.46,
      526.15,
      537.14
    ],
    "text": "On the morning of 09.02.2026, officers of the Combat Motorcycle Unit of the Ambalangoda Police Station signaled a suspicious lorry travelling towards Ambalangoda in the Andadola area to halt for inspection. However, the driver failed to comply with police orders and continued driving without stopping.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      551.58,
      526.26,
      592.49
    ],
    "text": "Police officers pursued the vehicle, but the lorry continued to flee. In an effort to immobilize the vehicle, officers discharged their firearms, after which the lorry was brought to a stop in the Wandaduwa area.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      607.05,
      526.22,
      661.73
    ],
    "text": "Upon inspection of the vehicle, officers discovered 10 cows and 4 buffaloes being transported in the lorry, one of which had been slaughtered by having its throat cut. During the operation, two suspects were apprehended along with the lorry and 5,200 milligrams of crystal methamphetamine (“ice”).",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      676.17,
      526.29,
      703.25
    ],
    "text": "The arrested suspects are aged 42 and 46 and are residents of the Akuressa and Beruwala areas.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      717.81,
      526.12,
      744.91
    ],
    "text": "The driver of the lorry and another individual has fled the scene. Further investigations are being conducted by the Ambalangoda Police to apprehend the remaining suspects.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      759.47,
      186.41,
      772.75
    ],
    "text": "Police Media Division",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  }
]