[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      200.87,
      469.93,
      216.41
    ],
    "text": "Clarification Regarding a Fake Letter Circulating on social media",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      230.99,
      574.64,
      278.72
    ],
    "text": "The Sri Lanka Police wishes to inform the general public that a letter currently circulating on social media, claiming to have been issued under the signature of the Inspector General of Police (IGP), is completely false and fabricated.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      293.3,
      575.18,
      373.16
    ],
    "text": "This fake document falsely alleges that the IGP has instructed the “Bureau for the Investigation of Abuse of Children & Women” to apprehend citizens and non-citizens engaged in activities relating to the viewing, possession, dissemination, distribution, or production of material depicting minors in sexually explicit conduct associated with internet protocol usage.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      387.74,
      574.56,
      435.44
    ],
    "text": "The Sri Lanka Police categorically states that no such letter has ever been issued by the Inspector General of Police or by any authorized division of the Sri Lanka Police. This document is a deliberate act of misinformation and an attempt to mislead the public.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      450.04,
      574.6,
      497.86
    ],
    "text": "The public is strongly advised to exercise caution and refrain from sharing, publishing, or endorsing such false content. Circulating fabricated documents not only misinforms society but may also constitute a punishable offense under the law.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      512.32,
      574.64,
      560.14
    ],
    "text": "The Sri Lanka Police further reiterates its commitment to upholding the law, protecting children and women, and ensuring accurate and verified information is communicated to the public.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      574.72,
      574.53,
      606.34
    ],
    "text": "For official information, the public is urged to rely solely on announcements and press releases issued directly by the Sri Lanka Police Media Division",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      651.07,
      201.56,
      698.77
    ],
    "text": "Police Media Division",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      86.66,
      140.68,
      412.62,
      161.27
    ],
    "text": "D/Media/Out/1784/2025 2025.09.22 පැය 1905",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0
    ]
  }
]