[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      169.8,
      534.61,
      418.04
    ],
    "text": "පපොලිස්පතිතුමන්පේ ප්‍රධොනත්වපෙන් “රජරට සිසිල” කණිෂ්ඨ පපොලිස් නිවස්නෙ විවෘත කිරීම. ශ්‍රී ලංකා ප ාලිසිපේ කණිෂ්ඨ ප ාලිස් නිලධාරීන්පේ සුභසාධනය සඳහා අනුරාධපුර පූජා නගරපේ අරිප්පපු ාර ළමු ටුමග ප්‍රපේශපේ අභිනවපයන් ඉදිකරන ලද “රජරට සිසිල” කණිෂ්ඨ ප ාලිස් නිවස්නය 2026.01.17 දින ස්වරුපේ ප ාලිස් ති නීතිඥ ප්‍රියන්ත වීරසූරිය මහතාපේ ප්‍රධානත්වපයන් විවෘත පකරිණි. පමවැනි ආකාරපේ ප ාලිස් නිවස්නයන් දිවයිපන් විවිධ ප්‍රපේශවල පිහිටුවා ඇති අතර අභිනවපයන් ඉදිවන නිවස්නය පමය පේ. ඒ අනුව රුපියල් මිලියන 20 කට ආසන්න මුදලක් වැයකර පමම නිවස්නය ඉදිකර ඇති අතර සියළු හසුකම් සහිත නිවස්න පදකකින් හා රි ාලන පගාඩනැගිල්ලකින් පමය සමන්විතය. පිට ළාත් වලින් අනුරාධපුර පූජා නගරය හා ඒ අවට පූජනීය ස්ථාන වැඳ පුදා ගැනීමට ැමිපෙන කණිෂ්ඨ ප ාලිස් නිලධාරීන්පේ වුල්වල සමාජිකයින්ට නවාතැන් හසුකම් ලබා ගැනීමට පමහිදී හැකියාව ලැපබනු ඇත.",
    "fonts": [
      "IskoolaPota",
      "IskoolaPota-Bold",
      "Latha",
      "Latha,Bold"
    ],
    "sizes": [
      3.9600000381469727,
      6.960000038146973,
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      412.27,
      534.62,
      507.1
    ],
    "text": "පමම උත්සවයට සමගාමිව ප ාලිස් තිතුමන් විසින් දිවයින පුරා සිටින 2025 වර්ෂපේ ශිෂයත්ව විභාගය සඳහා ප නී සිටි ප ාලිස් නිලධරයන්පේ දරුවන් හට රුපියල් 2,500/= ක් වටිනා තයාග වවුචර් ත් 2750 ක් හා 2026 වර්ෂපේ ශිෂයත්ව විභාගයට ප නී සිටිමට නියමිත ප ාලිස් නිලධරයන්පේ දරුවන් හට ශිෂයත්ව ප ාත් කට්ටල 2560 ක් පබදාදීම සංපක්තවත් කරමින් එම වවුචර් ත් හා ප ාත් කට්ටල දරුවන් පවත ප්‍රදානය පකරිණි.",
    "fonts": [
      "IskoolaPota",
      "Latha"
    ],
    "sizes": [
      6.960000038146973,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      501.31,
      534.62,
      612.13
    ],
    "text": "උතුරුමැද ළාත් භාර පජයෂ්ඨ නිපයෝජය ප ාලිස් ති ටී.සී.ඒ. ධන ාල, අනුරාධපුර දිසාව භාර නිපයෝජය ප ාලිස් ති ටී.බී.ටී. සුගත ාල, අනුරාධපුර පකාට්ඨාස භාර පජයෂ්ඨ ප ාලිස් අධිකාරි ටී.පී. තිළිෙ පහ්වා තිරෙ, කණිෂ්ඨ ප ාලිස් නිලධාරීන්පේ සංගමපේ සභා ති ප ාලිස් සැරයන් 50264 සුරංජිත් කුපර්, පල්කම් ප ාලිස් සැරයන් 33362 ප්‍රභාත් ඒකනායක හා භාණ්ඩාගාරික ප ාලිස් සැරයන් 29318 ටී.ඒ.එස්.පී. එඩ්වඩ් යන මහත්වරුන් ඇතුළු උසස් ප ාලිස් නිලධාරීන් පිරිසක් පමම අවස්ථාවට සහභාගි විය.",
    "fonts": [
      "IskoolaPota",
      "Latha"
    ],
    "sizes": [
      6.960000038146973,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      606.34,
      534.32,
      769.76
    ],
    "text": "පමම උත්සව අවස්ථාවට ආදල ඡායාරූ කිහි යක් හා වීඩිපයෝ ටයක් පම් සමඟ ඔබ පවත පයාමු කරමි. පපොලිස් මොධය පකොට්ඨොසෙ. பபொலிஸ் மொ அதிபொின் தலலலமயில் அனுரொதபுரத்தில் “ரஜரட சிசில” இளநிலல பபொலிஸ் உத்தியயொகத்தொ்களுக்கொன விடுமுலை ஓய்வு விடுதி திைப்பு.",
    "fonts": [
      "IskoolaPota",
      "IskoolaPota-Bold",
      "Kavivanar-Regular",
      "Latha"
    ],
    "sizes": [
      6.960000038146973,
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      76.22,
      126.88,
      397.14,
      147.47
    ],
    "text": "D/Media/Out/97/2026 2026.01.17 ැය 2320",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      35.94,
      533.61,
      676.26
    ],
    "text": "இலங்லக பபொலிஸின் இளநிலல பபொலிஸ் அதிகொொிகளின் நலலனக் கருத்தில் பகொண்டு, அனுரொதபுர பூலஜ நகரத்திலுள்ள அொிப்பு வீதியின் முதலொவது ஒழுங்லகயில் புதிதொக நிொ்மொணிக்கப்பட்ட “ரஜரட சிசில” இளநிலல பபொலிஸ் ஓய்வு விடுதி, 2026.01.17 அன்று மொலல, பபொலிஸ் மொ அதிபொ் சட்டத்தரணி பிொியந்த வீரசூொிய அவொ்களின் தலலலமயில் திைந்து லவக்கப்பட்டது. இவ்வலகயொன பபொலிஸ் விடுதிகள் நொட்டின் பல பகுதிகளில் ஏை்கனயவ அலமக்கப்பட்டுள்ள நிலலயில், புதிதொக நிொ்மொணிக்கப்பட்ட சமீபத்திய விடுதியொக இது விளங்குகிைது. இதை்கொக சுமொொ் ரூபொய் 20 மில்லியன் பசலவிடப்பட்டுள்ளதுடன், அலனத்து வசதிகளும் பகொண்ட இரண்டு விடுதிக் கட்டிடங்களும் ஒரு நிொ்வொகக் கட்டிடமும் இதில் அடங்குகின்ைன. பவளி மொவட்டங்களிலிருந்து அனுரொதபுர புனித நகரத்திை்கும் அதன் சுை்றுவட்டொர புனித ஸ்தலங்களுக்கும் வழிபொட்டிை்கொக வருலக தரும் இளநிலல பபொலிஸ் அதிகொொிகளின் குடும்ப உறுப்பினொ்கள் இங்கு தங்கும் வசதிகலள பபை்றுக்பகொள்ள முடியும். இந்த நிகழ்வுடன் இலணயொக, 2025 ஆம் ஆண்டு கல்விப் புலலமப் பொிசில் பொீட்லசக்கு யதொை்ைிய நொடு முழுவதும் உள்ள பபொலிஸ் அதிகொொிகளின் பிள்லளகளுக்கொக ரூபொய் 2,500/- பபறுமதியொன 2,750 பொிசு வவுச்சொ்கள் வழங்கப்பட்டதுடன், 2026 ஆம் ஆண்டு கல்விப் புலலமப் பொிசில் பொீட்லசக்கு யதொை்ைவுள்ள பபொலிஸ் அதிகொொிகளின் பிள்லளகளுக்கொக 2,560 கல்விப் புத்தகங்களும் மொணவொ்களிடம் லகயளிக்கப்பட்டன. இந்த நிகழ்வில்,வடமத்திய மொகொணத்துக்குப் பபொறுப்பொன சியரஷ்டப் பிரதி பபொலிஸ் மொ அதிபொ் டி.சி.ஏ. தனபொல அவொ்கள், அனுரொதபுர பிரொந்தியத்திை்குப் பபொறுப்பொன பிரதிப் பபொலிஸ் மொ அதிபொ் டி.பி.டி. சுகதபொல அவொ்கள், அனுரொதபுர பிொிவுக்குப் பபொறுப்பொன சியரஷ்டப் பபொலிஸ் அத்தியட்சகொ் டி.பி. திலின யேவொ பத்திரண அவொ்கள் , இளநிலல பபொலிஸ் அதிகொொிகள் சங்கத்தின் தலலவொ் பபொலிஸ் சொொ்பஜண்ட் 50264 சுரஞ்ஜித் குயர அவொ்களும், பசயலொளொ் பபொலிஸ் சொொ்பஜண்ட் 33362 பிரபொத் ஏகநொயக்க, பபொருளொளொ் பபொலிஸ் சொொ்பஜண்ட் 29318 டி.ஏ.எஸ்.பி. எட்வொ்ட் ஆகியயொொ் உட்பட பல சியரஷ்டப் பபொலிஸ் அதிகொொிகள் கலந்து பகொண்டனொ். பபொலிஸ் ஊடகப் பிொிவு.",
    "fonts": [
      "Kavivanar-Regular"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      690.81,
      490.07,
      717.89
    ],
    "text": "Opening of the “Rajarata Sisila” Junior Police House Under the Patronage of the Inspector General of Police",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      732.35,
      503.48,
      759.43
    ],
    "text": "The newly constructed “Rajarata Sisila” Junior Police House, situated at First Lane, Arippu Road, Anuradhapura Sacred City, established for the welfare of junior police",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      36.47,
      513.15,
      77.35
    ],
    "text": "officers of the Sri Lanka Police, was ceremonially opened on the afternoon of 17.01.2026 under the patronage of the Inspector General of Police, Attorney-at-Law Mr. Priyantha Weerasooriya.",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      91.93,
      533.13,
      174.21
    ],
    "text": "Several such police accommodation facilities have been established in different parts of the island, and this is the latest addition. The building has been constructed at an estimated cost of approximately Rs. 20 million and comprises two fully equipped residential units along with an administrative building. The facility will provide accommodation for the families of junior police officers arriving from outstation areas to visit the Sacred City of Anuradhapura and its surrounding locations.",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      188.65,
      528.74,
      243.33
    ],
    "text": "In conjunction with the opening ceremony, the Inspector General of Police symbolically distributed 2,750 gift vouchers valued at Rs. 2,500 each to the children of police officers who sat for the 2025 Grade 5 Scholarship Examination, as well as 2,560 sets of scholarship books to the children of police officers scheduled to sit for the 2026 examination.",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      257.92,
      533.96,
      354.0
    ],
    "text": "The event was attended by Senior Deputy Inspector General of Police in charge of the North Central Province, Mr. T.C.A. Dhanapala; Deputy Inspector General of Police in charge of the Anuradhapura District, Mr. T.B.T. Sugathapala; Senior Superintendent of Police in charge of the Anuradhapura Division, Mr. T.P. Thilina Hewa Pathirana; President of the Junior Police Officers’ Association, Police Sergeant No. 50264 Suranjith Cooray; Secretary, Police Sergeant No. 33362 Prabath Ekanayake; Treasurer, Police Sergeant No. 29318 T.A.S.P. Edward; along with several senior police officers.",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      368.44,
      444.82,
      381.72
    ],
    "text": "Photographs and a video clip highlighting this event are forwarded herewith.",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      396.28,
      186.41,
      409.56
    ],
    "text": "Police Media Division",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  }
]